Repository: JeffHoogland/moksha-modules-extra
Catalog: modules/screenshot/po/*.po
Languages: ar, cs, de, eo, fr, it, lt, mr, ru, sk, sl

source: Screenshot Settings
ar: إعدادات Screenshot
cs: Nastavení modulu Screenshot
de: Einstellungen für die Bildschirmaufnahme
eo: Agordoj de ekrankopio
fr: Paramétrage de Capture
it: Impostazioni di Screenshot
lt: Ekrano nuotraukos nuostatos
mr: स्क्रीनशॉट सेटिंग्ज
ru: Настройки снимка экрана
sk: Nastavenie modulu Screenshot
sl: Nastavitve Zajema zaslona

source: General Settings
ar: إعدادات عامة
cs: Obecná nastavení
de: Allgemeine Einstellungen
eo: Ĝeneralaj agordoj
fr: Paramètres généraux
it: Impostazioni generali
lt: Bendros nuostatos
mr: सामान्य सेटिंग्ज
ru: Основные параметры
sk: Všeobecné nastavenie
sl: Splošne nastavitve

source: Beep when taking screenshot
ar: أصدر صوتا عند التقاط الصورة
cs: Pípnout při vytvoření screenshotu
de: Bei der Bildschirmaufnahme piepen
eo: Pepi kiam krei ekrankopion
fr: Signal sonore lors de la capture
it: Bip alla cattura della schermata
lt: Pyptelėti darant ekrano nuotrauką
mr: स्क्रीनशॉट घेताना बीप
ru: Сигнал при съёмке экрана
sk: Pípnuť při vytvorení snímku
sl: Zapiskaj ko zajemaš

source: Delay Time:
ar: زمن التأخير:
cs: Zpoždění:
de: Verzögerung:
eo: Tempo de prokrasto:
fr: Délai avant la capture :
it: Tempo di ritardo:
lt: Uždelsimas:
mr: विलंब वेळ:
ru: Задержка:
sk: Oneskorenie:
sl: Časovni razmak:

source: Capture Mode
ar: وضع اﻹلتقاط
cs: Režim zachycení
de: Aufnahmemodus
eo: Modo de kapto
fr: Type de capture
it: Modalità cattura
lt: Pagavos sritis
mr: कॅप्चर मोड
ru: Режим захвата
sk: Režim snímania
sl: Način zajemanja

source: Whole Screen
ar: كامل الشاشة
cs: Celá obrazovka
de: Ganzer Bildschirm
eo: Tuta ekrano
fr: Tout l'écran
it: Tutto lo schermo
lt: Visas ekranas
mr: संपूर्ण स्क्रीन
ru: Весь экран
sk: Celá obrazovka
sl: Cel zaslon

source: Select Window
ar: حدد نافذة
cs: Vyberte okno
de: Fenster wählen
eo: Elekti fenestron
fr: Sélectionner une fenêtre
it: Seleziona finestra
lt: Pasirinktas langas
mr: विंडो निवडा
ru: Выбрать окно
sk: Vyberte okno
sl: Izberi okno

source: Select Region
ar: حدد منطقة
cs: Vyberte oblast
de: Bereich festlegen
eo: Elekti regionon
fr: Sélectionner une région
it: Seleziona area
lt: Pasirinkta sritis
mr: प्रदेश निवडा
ru: Выбор области
sk: Vyberte oblasť
sl: Izberi območje

source: File Settings
ar: اعدادات الملف
cs: Nastavení souboru
de: Dateieinstellungen
eo: Agordoj de dosieroj
fr: Paramétrage du fichier
it: Impostazioni file
lt: Failo nuostatos
mr: फाइल सेटिंग्ज
ru: Настройки файлов
sk: Nastavenie súboru
sl: Nastavitve datotek

source: Always prompt for filename
ar: المطالبة باﻹسم دائما
cs: Vždy se zeptat na soubor
de: Immer nach Dateinamen fragen
eo: Averti ĉiam per dosiernomo
fr: Demander un nom pour le fichier
it: Chiedi sempre nome file
lt: Visada prašyti įvesti failo vardą
mr: नेहमी फाइलनाव विचारा
ru: Всегда запрашивать имя файла
sk: Vždy sa opýtať na súbor
sl: Vedno vprašaj po imenu

source: Save Directory:
ar: مجلد الحفظ:
cs: Složka pro uložení:
de: Verzeichnis zum Speichern:
eo: Konservi dosierujon:
fr: Dossier d'enregistrement :
it: Directory di salvataggio:
lt: Išsaugojimo katalogas
mr: निर्देशिका जतन करा:
ru: Каталог для записи:
sk: Priečinok pre uloženie:
sl: Mapa za shranjevanje:

source: Filename:
ar: اسم الملف:
cs: Název souboru:
de: Dateiname:
eo: Dosiernomo:
fr: Nom du fichier :
it: Nome file:
lt: Failo vardas:
mr: फाईलचे नाव:
ru: Имя файла:
sk: Názov súboru:
sl: Ime datoteke:

source: Application Settings
ar: إعدادات التطبيق
cs: Nastavení aplikace
de: Anwendungseinstellungen
eo: Agordoj de aplikaĵoj
fr: Paramétrage de l'application
it: Impostazioni applicazione
lt: Programos nuostatos
mr: अनुप्रयोग सेटिंग्ज
ru: Настройки приложения
sk: Nastavenie aplikácie
sl: Nastavitve programa

source: Launch application after taking screenshot
ar: أطلق التطبيق بعد التقاط الصورة
cs: Spustit aplikaci po zachycení snímku
de: Anwendung starten nach der Bildschirmaufnahme
eo: Ruli aplikaĵon post ol krei ekrankopion
fr: Lancer une application après la capture
it: Lancia applicazione dopo la cattura
lt: Padarius ekrano nuotrauką paleisti programą
mr: स्क्रीनशॉट घेतल्यानंतर अप्लिकेशन लाँच करा
ru: Запуск приложения после съёмки экрана
sk: Spustiť aplikáciu po zachytení snímku
sl: Po zajemanju zaženi program

source: Thumbnail Settings
ar: إعدادات المصغرة
cs: Nastavení náhledu
de: Vorschaubildeinstellungen
eo: Agordoj de miniaturo
fr: Paramétrage de la vignette
it: Impostazioni miniatura
lt: Miniatiūros nuostatos
mr: लघुप्रतिमा सेटिंग्ज
ru: Параметры эскизов
sk: Nastavenie náhľadu
sl: Nastavitve sličic

source: Generate thumbnail from screenshot
ar: إنشاء مصغرة من الصورة
cs: Vytvořit náhled ze snímku
de: Vorschaubild für Bildschirmaufnahme erstellen
eo: Generi miniaturon el ekrankopio
fr: Générer une vignette à partir de la capture
it: Genera miniatura dalla cattura
lt: Sukurti nuotraukos miniatiūrą
mr: स्क्रीनशॉटवरून थंबनेल तयार करा
ru: Генерировать эскизы из снимков экрана
sk: Vytvoriť náhľad zo snímku
sl: Ustvari sličico iz zajete slike

source: Image Quality:
ar: جودة الصورة:
cs: Kvalita obrazu:
de: Bildqualität:
eo: Kvaliteco de bildoj:
fr: Qualité de l'image :
it: Qualita' dell'immagine:
lt: Paveikslo kokybė:
mr: प्रतिमा गुणवत्ता:
ru: Качество изображения:
sk: Kvalita obrazu:
sl: Kvaliteta slike:

source: Application:
ar: التطبيق:
cs: Aplikace:
de: Anwendung:
eo: Aplikaĵo:
it: Applicazione:
lt: Programa:
mr: अर्ज:
ru: Приложение:
sk: Aplikácia:
sl: Program:

source: Size:
ar: الحجم:
cs: Velikost:
de: Größe:
eo: Grandeco:
fr: Taille :
it: Dimensione:
lt: Dydis:
mr: आकार:
ru: Размер:
sk: Veľkosť:
sl: Velikost:

source: (Percentage of original image to use for thumbnail)
ar: (النسبة المئوية من الصورة اﻷساسية ﻻستخدامها للمصغرة)
cs: (Hodnota velikosti původního obrázku v procentech pro použití v náhledu)
de: (Prozentsatz des Originalbilds für Vorschaubild)
eo: (Elcento de origina bildo uzenda kiel miniaturo)
fr: (Pourcentage de l'image originale à utiliser pour la vignette)
it: (Percentuale immagine originale per miniatura)
lt: (Kokią nuotraukos procentinę dalį naudoti miniatiūros sukūrimui)
mr: (थंबनेलसाठी वापरण्यासाठी मूळ प्रतिमेची टक्केवारी)
ru: (Процент от исходного изображения для эскиза)
sk: (Hodnota veľkosti pôvodného obrázku v percentách pre použitie v náhľade)
sl: (Odstotek od originalne slike za ustvariti sličico)

source: Screenshot
ar: التقط
cs: Snímek obrazovky
de: Bildschirmaufnahme
eo: Ekrankopio
fr: Capture
lt: Ekrano nuotrauka
mr: स्क्रीनशॉट
ru: Снимок экрана
sk: Snímok obrazovky
sl: Zajem zaslona

source: Screenshot Module Configuration data needed upgrading. Your old configuration<br> has been wiped and a new set of defaults initialized. This<br>will happen regularly during development, so don't report a<br>bug. This simply means Screenshot module needs new configuration<br>data by default for usable functionality that your old<br>configuration simply lacks. This new set of defaults will fix<br>that by adding it in. You can re-configure things now to your<br>liking. Sorry for the inconvenience.<br>
ar: بيانات إعدادات وحدة التقاط الصور بحاجة للترقية. إعداداتك القديمة<br> أزيلت و واحدة أخرى جديدة و افتراضية قد هيئت .<br>سيحدث هذا بانتظام أثناء التطوير ، لذا لا تبلغ بوجود<br>علة. هذا يعني بكل بساطة أن الوحدة تحتاج لبيانات إعدادات جديدة <br>إفتراضيا لتحصل على أداء أفضل<br>كانت إعداداتك القديمة تفتقر لتوفيره. هذه اﻹعدادات الجديدة ستصلح<br>ذلك عبر إضافتها فيها. يمكنك اﻵن إعادة إعداد اﻷشياء حسب<br>رغبتك. نأسف ﻹزعاجك.<br>
cs: Nastavení modulu Snímek obrazovky potřebovalo aktualizaci. Vaše staré nastavení<br> bylo smazáno a nové vytvořeno. Toto<br>se bude stávat různě během vývoje, takže nehlašte<br>bug. Znamená to, že modul prostě potřeboval nové nastavení<br>pro funkce, které ve vašem starém nastavení<br>prostě nebyly. Nové nastavení to spraví.<br>Nyní si můžete vše nastavit jak chcete.<br>Omlouváme se za vzniklé potíže.<br>
de: Die Konfiguration des Bilschirmaufnahmemoduls musste aktualisiert werden.<br>Ihre alte Konfiguration wurde verworfen und eine neue mit Standardwerten<br>angelegt. Dies passiert regelmäßig während der Entwicklungsphase, bitte <br>melden Sie daher keine Fehler. Neue Einstellungsdaten wurden benötigt, damit<br>die Funktionalität gewährleistet ist, welche die alte Konfiguration<br>schlichtweg nicht besaß. Die neuen Standardwerte richten dies. Sie können<br>alles wieder entsprechend Ihren Vorlieben einstellen. Entschuldigen Sie<br>bitte die Unannehmlichkeiten.<br>
fr: La configuration du module Capture a dû être mise à jour. Votre ancienne<br>configuration a été supprimée et de nouveaux paramètres par<br>défaut sont en place. Cela risque d'arriver en phase de<br>développement, aussi est-il inutile de faire un rapport de bogue.<br>Cela signifie simplement que le module Capture a besoin<br>de cette mise à niveau pour être à nouveau fonctionnel.<br>Vous pouvez maintenant tout reconfigurer selon votre goût.<br>Désolé pour la gêne occasionnée.<br>
it: I dati di configurazione del modulo Screenshot avevano bisogno di essere<br>aggiornati. La vostra vecchia configurazione è stata cancellata ed è<br>stato inizializzato un nuovo set di impostazioni predefinite. Questo<br>avverrà regolarmente durante lo sviluppo, quindi non riportate bug.<br>Questo significa semplicemente che il modulo ha bisogno di nuovi<br>dati predefiniti di configurazione per funzionalità mancanti nella<br>vecchia configurazione. Questo nuovo set sistemerà le cose aggiungendo<br>quei dati. Potete riconfigurare le cose a vostro piacimento. Ci<br>scusiamo per l'inconveniente.
lt: Ekrano nuotraukos modulio konfigūracijos duomenys turi būti atnaujinti. Jūsų sena konfigūracija<br>buvo ištrinta ir įrašyti nauji numatytieji nustatymai.<br>Tobulinimo metu tai nutiks dažnai, todėl nesiųskite pranešimo apie klaidą.<br>Tai reiškia, kad modulio veikimui reikia naujų konfigūracijos duomenų, kurių nėra Jūsų senojoje konfigūracijoje.<br>Tai bus sutaisyta pridedant naujas numatytąsias konfigūracijos reikšmes.<br>Jūs galėsite pasikeisti nustatymus pagal savo poreikius.<br>Atsiprašome už sukeltus nepatogumus.<br>
mr: स्क्रीनशॉट मॉड्यूल कॉन्फिगरेशन डेटा अपग्रेड करणे आवश्यक होते. तुमचे जुने कॉन्फिगरेशन<br> पुसले गेले आहे आणि डीफॉल्टचा एक नवीन संच सुरू केला आहे. हे<br> विकासादरम्यान नियमितपणे घडेल, म्हणून तक्रार करू नका. <br>याचा अर्थ स्क्रीनशॉट मॉड्यूलला नवीन कॉन्फिगरेशनची आवश्यकता आहे.<br> तुमच्या जुन्या कॉन्फिगरेशनमध्ये कमतरता आहे.<br>डीफॉल्टचा हा नवीन संच दुरुस्त करेल.<br> तुम्ही आता मॉड्यूलला तुमच्या वापरानुसार पुन्हा कॉन्फिगर करू शकता<br>. गैरसोयीबद्दल क्षमस्व.<br>
ru: Требуется обновить конфигурацию модуля Снимок экрана. Ваша старая конфигурация<br>была стёрта, и установлены новые начальные значения. Это<br>будет регулярно происходить в ходе разработки, так что не сообщайте<br>об ошибке. Просто модулю Снимок экрана нужны новые данные<br>для продолжения нормальной работы, которых в старой<br>конфигурации не было. Новые начальные значения это<br>исправили. Вы можете изменитьнастройки по своему вкусу.<br>Извините за неудобства.<br>
sk: Nastavenie modulu Snímok obrazovky vyžadovalo aktualizáciu. Vaše staré nastavenie<br> bolo zmazané a nové vytvorené. Toto<br>sa bude stávať bežne v priebehu vývoja, takže nehláste<br>chyby. Znamená to, že modul jednoducho potřeboval nové nastavenie<br>pro funkcie, ktoré vo vašom starom nastavení<br>jedonducho neboli. Nové nastavenie to vyrieši.<br>Teraz si môžete všetko nastavit ako potrebujete.<br>Ospravedlňujeme sa za vzniknuté problémy.<br>
sl: Nastavitve modula Zajem zaslona so potrebovale·nadgradnjo.·Vaše·stare·nastavitve<br>so·bile·zamenjane·z·novimi·privzetimi<br>To·se·bo·med·razvojem·vedno·dogajalo·in·ne·poročajte·hrošča.·<br>To le pomeni,·da·je·modul·potreboval·nove·nastavitve·podatkov<br>za·boljšo·uporabniško·izkušnjo,·ki·jih·prejšnje·niso·imele.<br>Te·nove·nastavitve·bodo·to·popravile<br>Sedaj·lahko·ponovno·nastavite·stvari·po·svoje<br>Opravičujemo se za neprijetnosti.<br>

source: Your Screenshot Module configuration is NEWER than the Screenshot Module version. This is very<br>strange. This should not happen unless you downgraded<br>the Screenshot Module or copied the configuration from a place where<br>a newer version of the Screenshot Module was running. This is bad and<br>as a precaution your configuration has been now restored to<br>defaults. Sorry for the inconvenience.<br>
ar: إعداداتك لوحدة التقاط الصور أحدث من إصدارة الوحدة. هذا غريب<br>جدا. لا يجب لهذا أن يحدث إلا إذا خفضت<br>إصدار الوحدة أو نسختَ اﻹعدادات من مكان آخر<br>يحتوي نسخة جديدة من الوحدة تعمل عليه. هذا سيء<br>و كإجراء إحترازي فإن إعداداتك ستعاد إلى <br>اﻹفتراضيات. نأسف ﻹزعاجك.<br>
cs: Nastavení modulu Snímek obrazovky je NOVĚJŠÍ než vaše verze modulu.To je dost<br>divné. Nemělo by se to stát, pokud jste ovšem nesnížili verzi<br>vašeho modulu nebo nezkopírovali nastavení z místa, kde byla novější verze.<br>Je to špatné a jako protiopatření bylo vaše nastavení obnoveno na výchozí.<br>Omlouváme se za vzniklé potíže.<br>
de: Die Konfiguration des Bilschirmaufnahmemoduls ist neuer als die Version des<br>Moduls selbst. Dies ist sehr seltsam und sollte höchstens dann vorkommen, <br>wenn Sie eine ältere Version nachinstalliert haben oder wenn Sie eine Kon-<br>figuration von einer anderen Stelle mit einer neueren Modulversion kopiert<br>haben. Das ist schlecht und entsprechend wird als Vorsichtsmaßnahme Ihre <br>Konfiguration auf die Standardwerte eingestellt. Bitte entschuldigen Sie <br>die Unannehmlichkeiten.<br
fr: Votre configuration du module Capture est PLUS RÉCENTE que la version actuelle du<br>module. C'est vraiment étonnant. Cela ne devrait pas se produire, à moins que<br>vous n'ayez installé une version antérieure ou copié la configuration du module<br>depuis une machine sur laquelle une version plus récente était en cours. Ce n'est<br>pas bon et, par mesure de précaution, les valeurs par défaut de votre configuration<br>ont été restaurées.<br>Désolé pour le désagrément.<br>
it: La vostra configurazione del modulo Screenshot è più NUOVA della<br>versione del modulo. Questo è molto strano. Non dovrebbe succedere a meno<br>che siate passati ad una vecchia versione del modulo Screenshot o avete<br>copiato la configurazione di un sistema su cui gira una versione<br>più nuova del modulo. A scopo precauzionale la vostra<br>configurazione è stata adesso ripristinata ai valori predefiniti.<br>Ci scusiamo per l'inconveniente.
lt: Jūsų ekrano nuotraukos modulio konfigūracija yra NAUJESNĖ nei modulio versija. Tai labai keista.<br>To neturėtų nutikti, nebent įrašėte senesnę modulio versiją,<br>arba nukopijavote konfigūraciją iš sistemos su naujesne modulio versija.<br>Tai yra blogai, todėl saugumo sumetimais Jūsų konfigūracijos reikšmės buvo atstatytos į numatytąsias.<br>Atsiprašome už sukeltus nepatogumus.<br>
mr: तुमचे स्क्रीनशॉट मॉड्यूल कॉन्फिगरेशन स्क्रीनशॉट मॉड्यूल आवृत्तीपेक्षा नवीन आहे. खूप<br> विचित्र! तुम्ही डाउनग्रेड केल्याशिवाय हे घडू नये. <br> स्क्रीनशॉट मॉड्यूल किंवा अशा ठिकाणाहून कॉन्फिगरेशन कॉपी केले जिथे<br> स्क्रीनशॉट मॉड्यूलची एक नवीन आवृत्ती चालू होती. हे वाईट आहे आणि<br> खबरदारी म्हणून तुमचे कॉन्फिगरेशन आता येथे पुनर्संचयित केले आहे<br> गैरसोयीबद्दल क्षमस्व.<br>
ru: Ваша конфигурация модуля Снимок экрана НОВЕЕ, чем версия самого модуля. Это очень<br>странно. Так не должно было случиться, если только вы не вернули старый<br>модуль Снимок экрана или взяли конфигурацию откуда-то, где<br>работает более новая версия модуля Снимок экрана. Это плохо, и<br>в качестве превентивной меры ваша конфигурация сброшена к<br>настройкам по умолчанию. Извините за неудобства.<br>
sk: Nastavenie modulu Snímok obrazovky je NOVŠIE ako vaša verzia modulu.To je dosť<br>zvláštne. Nemalo by sa to stať, pokiaľ ste však neznížili verziu<br>vašeho modulu alebo neskopírovali nastavenie z miesta, kde bola novjšia verzia.<br>Je to nesprávne a ako protiopatrenie bolo vaše nastavenie obnovené na východzie.<br>Ospravedlňujeme sa za vzniknuté problémy.<br>
sl: Vaše·nastavitve·modula·Zajem zaslona·so·novejše·od·različice·modula. To·je·zelo·<br>čudno.·To·se·ne·bi·smelo·zgoditi,·razen·če·ste·namestili·starejšo·različico<br> modula·ali·kopirali·nastavitve·od·nekje,·kjer·je·tekla·novejša·različica. <br>To·je·slabo·in<br>preventivno·so·bile·naložene·privzete·nastavitve<br>Opravičujemo·se·za·neprijetnosti.<br>

source: Take Screenshot
ar: التقط صورة
cs: Získat snímek obrazovky
de: Bildschirm aufnehmen
eo: Krei ekranopion
fr: Capturer l'écran
it: Cattura schermata
lt: Nufotografuoti ekraną
mr: स्क्रीनशॉट घ्या
ru: Сделать Скриншот
sk: Urob snímku obrazovky
sl: Zajemi zaslon

source: Screenshot Configuration Updated
ar: إعدادات Screenshot حُدِّثت
cs: Nastavení modulu aktualizováno
de: Konfiguration vom Bildschirmaufnahmemodul aktualisiert
eo: Agordoj de ekrankopio ĝisdatigitaj
fr: Configuration de Capture actualisée
it: Configurazione di Screenshot aggiornata
lt: Ekrano nuotraukos konfigūracija atnaujinta
mr: स्क्रीनशॉट कॉन्फिगरेशन अपडेट केले
ru: Конфигурация Снимок экрана обновлена
sk: Nastavenie modulu aktualizované
sl: Nastavitve modula Zajem zaslona posodobljene

source: Settings
ar: إعدادات
cs: Nastavení
de: Einstellungen
eo: Agordoj
fr: Configuration
it: Impostazioni
lt: Nuostatos
mr: सेटिंग्ज
ru: Параметры
sk: Nastavenie
sl: Nastavitve

source: Screenshot Module
ar: وحدة Screenshot
cs: Modul Snímek obrazovky
de: Bildschirmaufnahmemodul
eo: Modulo de ekrankopio
fr: Module Capture
it: Module Screenshot
lt: Ekrano nuotraukos modulis
mr: स्क्रीनशॉट मॉड्यूल
ru: Модуль Снимок экрана
sk: Modul Snímok obrazovky
sl: Modul Zajem zaslona

source: Enter a new filename for this screenshot
ar: أدخل اسما جديدا لهذه الصورة
cs: Zadejte nový název pro snímek obrazovky
de: Geben Sie einen neuen Dateinamen für diese Aufnahme ein
eo: Tajpi novan dosernomon por ĉi tiu ekrankopio
fr: Entrer un nom pour cette capture
it: Inserire nome file per questa schermata
lt: Įveskite šios nuotraukos failo pavadinimą
mr: या स्क्रीनशॉटसाठी एक नवीन फाइलनाव एंटर करा.
ru: Введите новое имя файла для этого снимка
sk: Zadajte nový názov pre snímok obrazovky
sl: Vnesi novo ime datoteke za ta zajem zaslona
