Repository: JeffHoogland/moksha-modules-extra
Catalog: modules/tclock/po/*.po
Languages: cs, gl, it, ja, lt, mr, pl, ru, uk, zh_cn

source: Tclock Settings
cs: Nastavení modulu TClock
gl: Preferencias de Tclock
it: Impostazioni di Tclock
ja: Tclock の設定
lt: Tclock nuostatos
mr: टीक्लॉक सेटिंग्ज
pl: Ustawienia Tclock
ru: Настройки Tclock
uk: Налаштування
zh_cn: Tclock 设置

source: Top
cs: Nahoře
gl: Superior
it: Riga superiore
ja: 上段
lt: Viršus
mr: शीर्ष
pl: Górna linia
ru: Верхняя строчка
uk: Верхівка
zh_cn: 顶部

source: Show Top Line
cs: Zobrazit horní řádek
gl: Amosa-la liña superior
it: Mostra riga superiore
ja: 上段を表示する
lt: Rodyti viršutinę juostą
mr: शीर्ष ओळ दाखवा
pl: Pokazuj górną linię
ru: Показывать верхнюю строчку
uk: Показати верхню лінію
zh_cn: 显示上边线

source: Consult strftime(3) for format syntax
cs: Pročtěte strftime(3) pro pochopení syntaxe
gl: Consultar strftime(3) para o formato da sintaxe
it: Consulta strftime(3) per sintassi formato
ja: 書式の指定方法は strftime(3) を参照
lt: Formatavimo sintaksė aprašyta strftime(3)
mr: फॉरमॅट सिंटॅक्ससाठी strftime(3) पहा.
pl: Zapoznaj się ze strftime(3) dla składni formatu
ru: Смотрите strftime(3) для синтакса формата
uk: Узгодити strftime(3) для розуміння синтаксису
zh_cn: 请查阅 strftime(3) 来了解格式语法

source: Add time offset (e.g.+2)
cs: Přidat časový posun (např. +2)
ja: 追加タイムオフセット (例: +2)
mr: वेळेचा ऑफसेट जोडा (उदा.+२)
pl: Dodaj czas offsetu (n.p. +2)

source: Bottom
cs: Dole
gl: Inferior
it: Riga inferiore
ja: 下段
lt: Apačia
mr: तळ
pl: Dolna linia
ru: Нижняя строчка
uk: Низ
zh_cn: 底部

source: Show Bottom Line
cs: Zobrazit dolní řádek
gl: Amosa-la liña inferior
it: Mostra riga inferiore
ja: 下段を表示する
lt: Rodyti apatinę juostą
mr: तळ ओळ दाखवा
pl: Pokazuj dolną linię
ru: Показывать нижнюю строчку
uk: Показати нижню лінію
zh_cn: 显示下边线

source: Tool Tip
gl: Consello
ja: ツールチップ
lt: Paaiškinimas
mr: टूल टीप
pl: Podpowiedź
ru: Подсказка
uk: Підказка
zh_cn: 工具提示

source: Show Tooltip
cs: Zobrazit tooltip
gl: Amosar consello
it: Mostra tooltip
ja: ツールチップを表示する
lt: Rodyti paaiškinimą
mr: टूलटिप दाखवा
pl: Pokaż po najechaniu myszką
ru: Показывать подсказку
uk: Показувати підказку
zh_cn: 显示提示

source: Font size
cs: Velikost fontu
mr: फॉन्ट आकार
pl: Rozmiar czcionki

source: Top line
cs: Zobrazit horní řádek
gl: Amosa-la liña superior
it: Mostra riga superiore
lt: Rodyti viršutinę juostą
mr: शीर्ष ओळ
pl: Rozmiar górnej linii
ru: Показывать верхнюю строчку
uk: Показати верхню лінію
zh_cn: 显示上边线

source: Bottom line
cs: Zobrazit dolní řádek
gl: Amosa-la liña inferior
it: Mostra riga inferiore
lt: Rodyti apatinę juostą
mr: तळ ओळ
pl: Rozmiar dolnej linii
ru: Показывать нижнюю строчку
uk: Показати нижню лінію
zh_cn: 显示下边线

source: Label color
cs: Barva popisku
mr: लेबलचा रंग
pl: Kolor

source: Click for the color selector
cs: Kliknout pro výběr barvy
mr: रंग निवडकर्त्यासाठी क्लिक करा
pl: Kliknij aby wybrać kolor

source: Settings
cs: Nastavení
gl: Preferencias
it: Impostazioni
ja: 設定
lt: Nuostatos
mr: सेटिंग्ज
pl: Ustawienia
ru: Настройки
uk: Налаштування
zh_cn: 设置

source: TClock
uk: Годинник
