Repository: JeffHoogland/moksha-modules-extra
Catalog: obsolete/echievements/po/*.po
Languages: de, it, ru

source: Achieved: %s
de: Erreicht: %s
it: Raggiunto: %s
ru: Достигнуто: %s

source: Not achieved
de: Nicht erreicht
it: Non raggiunto
ru: Не достигнуто

source: Progress: %u/%u
de: Fortschritt> %u/%u
it: Progresso: %u/%u
ru: Прогресс: %u/%u

source: My Trophies
de: Meine Trophäen
it: I miei trofei
ru: Мои трофеи

source: All Trophies
de: Alle Trophäen
it: Tutti i trofei
ru: Все трофеи

source: %u Echievement Point
de: %u Echievement Punkt
it: %u punto Echievement
ru: %u очко

source: Extensions
de: Erweiterungen
it: Estensioni
ru: Расширения

source: Shelves Everywhere
de: Modulablagen Überall
it: Mensole ovunque
ru: Полки повсюду

source: Nothing Else Matters
it: Non conta nient'altro
ru: Всё остальное — ерунда

source: Cave Dweller
de: Höhlenmensch
it: Cavernicolo
ru: Пещерный человек

source: Window Enthusiast
de: Fensterenthusiast
it: Entusiasta delle finestre
ru: Оконный энтузиаст

source: Window Lover
de: Fensterliebhaber
it: Amante delle finestre
ru: Любитель окон

source: Window Stalker
de: Fenster-Stalker
it: Pedinatore di finestre
ru: Ловец окон

source: Window Mover
de: Fensterschieber
it: Spostatore di finestre
ru: Переместитель окон

source: Window OCD
de: Fensterfetischist
it: Ossessionato dalle finestre
ru: Оконный главнокомандующий

source: Mouse Runner
de: Maus Sprinter
it: Pilota di mouse
ru: Мышиный бегун

source: Mouse Marathoner
de: Maus Athlet
it: Maratoneta del mouse
ru: Мышиный марафонец

source: Mouse Hero
de: Maus Held
it: Eroe del mouse
ru: Мышиный герой

source: Mighty Mouse
de: Speedy Gonzales
it: Mouse potente
ru: Могучая мышь

source: Window Hauler
de: Fensterschlepper
it: Trascinatore di finestre
ru: Оконный буксировщик

source: Window Slinger
it: Lanciatore di finestre
ru: Оконный погрузчик

source: Window Sherpa
de: Fenster-Sherpa
it: Sherpa delle finestre

source: Physicist
de: Physiker
it: Fisico
ru: Физик

source: Quickdraw
de: Schnellschuß
it: Fettuccia d'aggancio
ru: Быстрая рука

source: Opaque
de: Undurchsichtig
it: Opaco
ru: Матовый

source: Keyboard User
de: Tastaturnutzer
it: Utente della tastiera
ru: Клавиатурный пользователь

source: Keyboard Tapper
de: Tastaturabnutzer
it: Picchiatore della tastiera
ru: Клавиатурный стучальщик

source: Keyboard Abuser
de: Tastaturmissbraucher
it: Violentatore di tastiere
ru: Клавиатурный маньяк

source: Keyboard Ninja
de: Tastaturninja
it: Ninja della tastiera
ru: Клавиатурный ниндзя

source: Clicker
de: Klicker
it: Cliccatore
ru: Щелкун

source: Super Clicker
de: Superklicker
it: Super cliccatore
ru: Супер щелкун

source: Super Duper Clicker
de: Superduperklicker
it: Cliccatore eccezionale
ru: Супер-пупер щелкун

source: Click Maniac
de: Klick-Wahnsinniger
it: Maniaco del click
ru: Щелкун-маньяк

source: Sleeper
de: Schläfer
it: Addormentato
ru: Соня

source: Halter
de: Ausschalter
it: Capestro
ru: Выключальщик

source: Edgy
de: Kantig
it: Tagliente

source: Edgier
de: Kantiger
it: Taglientissimo

source: Edgiest
de: Am Kantigsten
it: Il più tagliente

source: Edgar
de: Immanuel Kant
it: Rasoio

source: Wheely
de: Gerädert
it: Rotante
ru: Колёсник

source: Rollin'
it: Rotolante
ru: Вращатель

source: Roly Poly
de: Drehwurm
it: Trottola
ru: Скрутень

source: Signaller
de: Signalgeber
it: Segnalatore
ru: Сигнальщик

source: Signal Controller
de: Signalsteurer
it: Controllore di segnali
ru: Управляющий сигналами

source: Signal Master
de: Signalmeister
it: Maestro di segnali
ru: Повелитель сигналов

source: Sigurd
de: Siegfried
it: Sigfrido
ru: Сигал

source: Not So Incognito
de: Nicht wirklich Incognito
it: Non tanto incognito
ru: Я всё вижу >_<

source: Dualist
de: Doppelt hält besser
it: Dualista
ru: Дуалист

source: Thrice
de: Flotter Dreier
it: Triplista
ru: Тройка

source: Going HD
de: Hochauflösend
it: In alta definizione
ru: Жизнь в HD

source: Real Estate Mogul
de: Großgrundbesitzer
it: Boss immobiliarista
ru: Магнат недвижимости

source: Maximum Definition
de: Maximal aufgelöst
it: Massima definizione
ru: Максимальная чёткость

source: Terminologist
it: Terminologista
ru: Терминолог

source: Life On The Edge
de: Leben am Rande des Abgrunds
it: Vita sul filo
ru: Жизнь на грани

source: Bilingual
de: Zweisprachig
it: Bilingue
ru: Двуязычный

source: Polyglot
de: Polyglott
it: Poliglotta
ru: Полиглот

source: Gadgeteer
de: Spielkind
it: Venditore di gadget
ru: Гаджетёр

source: Inspector Gadget
de: Inspektor Gadget
it: Ispettore gadget
ru: Инспектор гаджет

source: Security Conscious
de: Sicherheitsbewusst
it: Cosciente della sicurezza
ru: Озабоченный безопасностью

source: Security Nut
de: Paranoid
it: Bullone di sicurezza
ru: Знаток безопасности

source: Chief Of Security
de: Sicherheitschef
it: Capo della sicurezza
ru: Начальник безопасности

source: Tiled
de: Gefliest
it: Piastrellato
ru: Мозай

source: Persistent
de: Ausdauernd
it: Persistente
ru: Постоянный

source: Never Gonna Give You Up
it: Non ti lascerò andare
ru: Никогда тебя не брошу

source: Have a shelf in every position
de: Eine Modulablage in jeder Position
it: Metti mensole ovunque
ru: В каждом углу по полке

source: Use E17 with no shelves
de: Verwende E17 ohne Modulablagen
it: Usa E17 senza mensole
ru: E17 используется без полок

source: Set backlight level to 100%
de: Stelle Hintergrundbeleuchtung auf 100%
it: Imposta retroilluminazione al 100%
ru: Подсветка установлена в 100%

source: Set backlight level to 0%
de: Stelle Hintergrundbeleuchtung auf 0%
it: Imposta retroilluminazione allo 0%
ru: Подсветка установлена в 0%

source: Open 100 windows
de: Öffne 100 Fenster
it: Apri 100 finestre
ru: Открыты 100 окон

source: Open 1000 windows
de: Öffne 1000 Fenster
it: Apri 1000 finestre
ru: Открыты 1000 окон

source: Open 10000 windows
de: Öffne 10000 Fenster
it: Apri 10000 finestre
ru: Открыты 10000 окон

source: Move 50 windows
de: Verschiebe 50 Fenster
it: Sposta 50 finestre
ru: Перемещены 50 окон

source: Move 250 windows
de: Verschiebe 250 Fenster
it: Sposta 250 finestre
ru: Перемещены 250 окон

source: Mouse over 250,000 pixels
de: Maus über 250.000 Pixel
it: Prendi 250.000 pixel col mouse
ru: Мышь прошла более 250 000 пикселей

source: Mouse over 1,000,000 pixels
de: Maus über 1.000.000 Pixel
it: Prendi 1.000.000 di pixel col mouse
ru: Мышь прошла более 1 000 000 пикселей

source: Mouse over 10,000,000 pixels
de: Maus über 10.000.000 Pixel
it: Prendi 10.000.000 di pixel col mouse
ru: Мышь прошла более 10 000 000 пикселей

source: Mouse over 100,000,000 pixels
de: Maus über 100.000.000 Pixel
it: Prendi 100.000.000 di pixel col mouse
ru: Мышь прошла более 100 000 000 пикселей

source: Move windows 250,000 pixels
de: Verschiebe Fenster 250.000 Pixel weit
it: Sposta finestre di 250.000 pixel
ru: Окна перемещены на 250 000 пикселей

source: Move windows 1,000,000 pixels
de: Verschiebe Fenster 1.000.000 Pixel weit
it: Sposta finestre di 1.000.000 di pixel
ru: Окна перемещены на 1 000 000 пикселей

source: Move windows 10,000,000 pixels
de: Verschiebe Fenster 10.000.000 Pixel weit
it: Sposta finestre di 10.000.000 di pixel
ru: Окна перемещены на 10 000 000 пикселей

source: Load the Physics module
de: Lade das Physik-Modul
it: Carica il modulo Physics
ru: Загружен модуль Физика

source: Load the Quickaccess module
de: Lade das Schnellzugriff-Modul
it: Carica il modulo Quickaccess
ru: Загружен модуль Быстрый доступ

source: Unload the Composite module
de: Entlade das Composite-Modul
it: Scarica il modulo Composite
ru: Выгружен модуль для Композитного режима

source: Change 5 key bindings
de: Ändere 5 Tastenbelegungen
it: Cambia 5 associazioni di tastiera
ru: Изменено 5 привязок клавиш

source: Change 10 key bindings
de: Ändere 10 Tastenbelegungen
it: Cambia 10 associazioni di tastiera
ru: Изменено 10 привязок клавиш

source: Change 20 key bindings
de: Ändere 20 Tastenbelegungen
it: Cambia 20 associazioni di tastiera
ru: Изменено 20 привязок клавиш

source: Change 30 key bindings
de: Ändere 30 Tastenbelegungen
it: Cambia 30 associazioni di tastiera
ru: Изменено 30 привязок клавиш

source: Change 5 mouse bindings
de: Ändere 5 Mausbelegungen
it: Cambia 5 associazioni del mouse
ru: Изменено 5 привязок мыши

source: Change 10 mouse bindings
de: Ändere 10 Mausbelegungen
it: Cambia 10 associazioni del mouse
ru: Изменено 10 привязок мыши

source: Change 20 mouse bindings
de: Ändere 20 Mausbelegungen
it: Cambia 20 associazioni del mouse
ru: Изменено 20 привязок мыши

source: Change 30 mouse bindings
de: Ändere 30 Mausbelegungen
it: Cambia 30 associazioni del mouse
ru: Изменено 30 привязок мыши

source: Change 2 ACPI bindings
de: Ändere 2 ACPI-Belegungen
it: Cambia 2 associazioni ACPI
ru: Изменены 2 привязки к ACPI

source: Change 5 ACPI bindings
de: Ändere 5 ACPI-Belegungen
it: Cambia 5 associazioni ACPI
ru: Изменено 5 привязок к ACPI

source: Change 2 Edge bindings
de: Ändere 2 Kantenbelegungen
it: Cambia 2 associazioni ai bordi
ru: Изменены 2 привязки к краям

source: Change 4 Edge bindings
de: Ändere 4 Kantenbelegungen
it: Cambia 4 associazioni ai bordi
ru: Изменены 4 привязки к краям

source: Change 6 Edge bindings
de: Ändere 6 Kantenbelegungen
it: Cambia 6 associazioni ai bordi
ru: Изменено 6 привязок к краям

source: Change 8 Edge bindings
de: Ändere 8 Kantenbelegungen
it: Cambia 8 associazioni ai bordi
ru: Изменено 8 привязок к краям

source: Change 3 Mouse Wheel bindings
de: Ändere 3 Mausradbelegungen
it: Cambia 3 associazioni alla rotella
ru: Изменены 3 привязки для колеса мыши

source: Change 6 Mouse Wheel bindings
de: Ändere 6 Mausradbelegungen
it: Cambia 6 associazioni alla rotella
ru: Изменено 6 привязок для колеса мыши

source: Change 10 Mouse Wheel bindings
de: Ändere 10 Mausradbelegungen
it: Cambia 10 associazioni alla rotella
ru: Изменено 10 привязок для колеса мыши

source: Change 5 Edje Signal Bindings
de: Ändere 5 Signalbelegungen
it: Cambia 5 associazioni a segnali Edje
ru: Изменено 5 привязок сигналов Edje

source: Change 10 Edje Signal Bindings
de: Ändere 10 Signalbelegungen
it: Cambia 10 associazioni a segnali Edje
ru: Изменено 10 привязок сигналов Edje

source: Change 20 Edje Signal Bindings
de: Ändere 20 Signalbelegungen
it: Cambia 20 associazioni a segnali Edje
ru: Изменено 20 привязок сигналов Edje

source: Change 30 Edje Signal Bindings
de: Ändere 30 Signalbelegungen
it: Cambia 30 associazioni a segnali Edje
ru: Изменено 30 привязок сигналов Edje

source: Watch porn while using E17
de: Schaue Pornos während E17 läuft
it: Guarda porno mentre usi E17
ru: Просмотр порно во время использования E17

source: Connect two monitors simultaneously
de: Schließe gleichzeitig zwei Monitore an
it: Collega due monitor simultaneamente
ru: Одновременно подключены два монитора

source: Connect three monitors simultaneously
de: Schließe gleichzeitig drei Monitore an
it: Collega tre monitor simultaneamente
ru: Одновременно подключены три монитора

source: Have 1080p on a single monitor
de: 1080p Auflösung auf einem Monitor
it: Metti 1080p su un solo monitor
ru: 1080p на одном мониторе

source: At least 3,384,320 pixels
de: Mindestens 3.384.320 Pixel
it: Almeno 3.384.320 pixel
ru: По крайней мере 3 384 320 пикселей на мониторах

source: Dual 1080p monitors
de: Zwei 1080p Monitore
it: Due monitor a 1080p
ru: Два 1080p-монитора

source: Open a Terminology window
de: Öffne ein Terminology-Fenster
it: Apri una finestra di Terminology
ru: Открыто окно Terminology

source: Load a module which taints E17
de: Lade ein Modul welches E17 beschmutzt.
it: Carica un modulo che contamina E17
ru: Загружен нестандартный модуль для E17

source: Have two languages available
de: Habe zwei Sprachen verfügbar
it: Rendi disponibili due lingue
ru: Используются два языка

source: Have four languages available
de: Habe vier Sprachen verfügbar
it: Rendi disponibili quattro lingue
ru: Используются четыре языка

source: Have 5 gadgets on the desktop
de: Platziere 5 Helfer auf der Arbeitsfläche
it: Metti 5 gadget sul desktop
ru: 5 гаджетов на рабочем столе

source: Have 10 gadgets on the desktop
de: Platziere 10 Helfer auf der Arbeitsfläche
it: Metti 10 gadget sul desktop
ru: 10 гаджетов на рабочем столе

source: Have 15 gadgets on the desktop
de: Platziere 15 Helfer auf der Arbeitsfläche
it: Metti 15 gadget sul desktop
ru: 15 гаджетов на рабочем столе

source: Desklock 5 times in an hour
de: Sperre den Bildschirm 5 mal in einer Stunde
it: Blocca schermo 5 volte in un'ora
ru: Рабочий стол за час заблокирован 5 раз

source: Desklock 10 times in an hour
de: Sperre den Bildschirm 10 mal in einer Stunde
it: Blocca schermo 10 volte in un'ora
ru: Рабочий стол за час заблокирован 10 раз

source: Desklock 20 times in an hour
de: Sperre den Bildschirm 20 mal in einer Stunde
it: Blocca schermo 20 volte in un'ora
ru: Рабочий стол за час заблокирован 20 раз

source: Load the Tiling module
de: Lade das Tiling-Modul
it: Carica il modulo Tiling
ru: Загружен модуль Мозаичного режима

source: Keep a window open for 24 hours
de: Halte ein Fenster für 24 Stunden offen
it: Tieni una finestra aperta per 24 ore
ru: Окно оставалось открытым в течение 24 часов

source: Keep a window open for 168 hours
de: Halte ein Fenster für 168 Stunden offen
it: Tieni una finestra aperta per 168 ore
ru: Окно оставалось открытым в течение 168 часов

source: %d %B %Y - %r
ru: %d %B %Y - %T

source: Echievements
ru: Достижения

source: Echievement: %s
ru: Достижение: %s

source: Fear Of The Dark
ru: Боязнь темноты

source: Gadget Hackwrench
de: Trixi
