Repository: JeffHoogland/moksha-modules-extra
Catalog: forecasts/po/*.po
Languages: bg, sk

source: Forecasts Settings
sk: Nastavenie predpovede

source: Display Settings
bg: Настройки на изглед
sk: Nastavenia zobrazovania

source: Poll Time
bg: Време за подновяване
sk: Čas zisťovania

source: %2.0f minutes
bg: %2.0f·минути
sk: %2.0f minút

source: Forecasts days
sk: Počet dní predpovede

source: Show Description
bg: Покажи описание
sk: Zobraziť popis

source: Popup on mouse over
bg: Да изскача на минаване отгоре с мишката
sk: Vyskakovacie okno pri prechode myšou

source: Unit Settings
bg: Настройки за величини
sk: Nastavenia jednotiek

source: Metric
bg: Десетични
sk: Metrické

source: English
bg: Английски
sk: Britské

source: GeoPlanet WOEID (Where on Earth Identifier)
sk: GeoPlanet WOEID kód (Where on Earth Identifier)

source: Code
sk: Podľa kódu

source: City name
sk: Podľa miesta

source: Forecasts WOEID Code or city name:
sk: WOEID kód alebo miesto

source: To find the code, go to:
sk: Ak chcete nájsť kód pre svoju oblasť, choďte na:

source: Forecasts
bg: Прогнози
sk: Predpoveď

source: Settings
sk: Nastavenia jednotiek

source: %s: Current Conditions
sk: %s: Aktuálne počasie

source: Wind Chill
bg: Температура на вятъра
sk: Chladnosť vetra

source: Wind Speed
bg: Скорост на вятъра
sk: Rýchlosť vetra

source: Humidity
bg: Влажност
sk: Vlhkosť

source: Visibility
bg: Видимост
sk: Viditeľnosť

source: Pressure
bg: Налягане
sk: Tlak

source: Rising
bg: Издигане
sk: Stúpa

source: Falling
bg: Спад
sk: Klesá

source: Steady
bg: Без промяна
sk: Stabilná

source: Sunrise / Sunset
bg: Изгрев / Залез
sk: Východ/západ slnka

source: Today
sk: Dnes

source: Tomorrow
sk: Zajtra

source: High
bg: Максимална
sk: Vysoká

source: Low
bg: Минимална
sk: Nízka
