Repository: JeffHoogland/moksha-modules-extra
Catalog: winlist-ng/po/*.po
Languages: es, fr, gl, pt

source: Switch To Next Window
es: Cambiar a la siguiente ventana
fr: Passer à la fenêtre suivante
gl: Cambiar á seguinte xanela
pt: Ir para a janela seguinte

source: Switch To Previous Window
es: Cambiar a la ventana anterior
fr: Passer à la fenêtre précédente
gl: Cambiar á xanela anterior
pt: Ir para a janela anterior

source: Show Windows From All Desks
es: Mostrar ventanas de todos los escritorios
fr: Afficher les fenêtres de tous les bureaux
gl: Amosar xanelas de tódolos escritorios
pt: Mostrar janelas de todas as áreas de trabalho

source: Show Windows From Other Zones
es: Mostrar ventanas de otras zonas
fr: Afficher les fenêtres des autres zones
gl: Amosa-las xanelas de outras zonas
pt: Mostrar janelas das outras áreas de trabalho

source: No name!
es: ¡Sin nombre!
fr: Sans nom !
gl: Sen nome!
pt: Sem nome!

source: Winlist NG Module
es: Módulo Winlist NG
fr: Module Winlist NG
gl: Módulo Winlist NG
pt: Módulo Winlist NG

source: a replacement for the standard winlist
es: Un sustituto para el winlist estándar
fr: une alternative à la liste de commutation standard
gl: un substituto para o winlist estándar
pt: uma alternativa ao alternador de janelas principal

source: Winlist NG Configuration
es: Configuración de Winlist NG
fr: Configuration
gl: Configuración de Winlist NG
pt: Configuração

source: Fade Animation
es: Animación de desvanecer
fr: Animation de fondu
gl: Animación de esvaecer
pt: Animação

source: Size
es: Tamaño
fr: Taille
gl: Tamaño:
pt: Tamanho

source: Icon Size:
es: Tamaño del icono:
fr: Taille de l'icône :
gl: Tamaño da icona:
pt: Tamanho do ícone:

source: Zooming
es: Ampliación
fr: Zoom
gl: Ampliación
pt: Ampliação

source: Zoomfactor:
es: Factor del zoom:
fr: Facteur :
gl: Factor do zoom:
pt: Fator:

source: Zoom Range:
es: Rango del zoom:
fr: Plage de zoom :
gl: Rango do zoom:
pt: Intervalo de ampliação:
