Repository: JeffHoogland/moksha-modules-extra
Catalog: tclock/po/*.po
Languages: be, he, sk, sl

source: Tclock Settings
be: Налады Tclock
he: הגדרות Tclock
sk: Tclock nastavenia
sl: Tclock·Nastavitve

source: Top
be: Верхні радок
he: עליון
sk: Horný riadok
sl: Zgornja vrsta

source: Show Top Line
be: Паказваць верхні радок
he: הצג את השורה העליונה
sk: Zobraziť horný riadok
sl: Prikazuj zgornjo vrsto

source: Consult strftime(3) for format syntax
be: Глядзіце фармат сінтаксіса ў strftime(3)
he: הוועץ ב־strftime(3) להכרזת המבנה
sk: Prečítajte si strftime(3) pre pochopenie syntaxe
sl: Posvetuj se z·strftime(3)·za stavčno obliko

source: Add time offset (e.g.+2)
be: Дадаць зрушэнне па часе (напр. +2)
sk: Pripočítaj časový posun (napr. +2)
sl: Dodaj časovni zamik (npr.+2)

source: Bottom
be: Ніжні радок
he: תחתון
sk: Dolný riadok
sl: Spodnja vrsta

source: Show Bottom Line
be: Паказваць ніжні радок
he: הצג את השורה התחתונה
sk: Zobraziť spodný riadok
sl: Prikazuj spodnjo vrsto

source: Tool Tip
be: Усплывальная падказка
he: חלונית תיאור
sk: Plávajúci riadok
sl: Namig

source: Show Tooltip
be: Паказваць падказку
he: הצג את חלונית התיאור
sk: Zobraziť plávajúci riadok
sl: Prikazuj namig

source: Font size
be: Памер шрыфту
sk: Veľkosť písma

source: Top line
be: Верхні радок
sk: Horný riadok

source: Bottom line
be: Ніжні радок
sk: Dolný riadok

source: Label color
be: Колер надпісу
sk: Farba písma

source: Red
be: Чырвоны
sk: Červená (R)

source: Green
be: Зялёны
sk: Zelená (G)

source: Blue
be: Блакітны
sk: Modrá (B)

source: Alpha
be: Альфа
sk: Alfa

source: Settings
be: Налады
he: הגדרות
sk: Nastavenia
sl: Nastavitve

source: Click for the color selector
be: Націсніце, каб змяніць колер

source: TClock
he: שעון־T
