Repository: JeffHoogland/moksha-modules-extra
Catalog: modules/mail/po/*.po
Languages: be, eo, ja, mr, tr

source: Mailbox Configuration
be: Налады паштовай скрыні
eo: Agordoj pri retpoŝtkesto
ja: メールボックス設定
mr: मेलबॉक्स कॉन्फिगरेशन
tr: Posta Kutusu Yapılandırması

source: General Settings
be: Асноўныя налады
eo: Ĝeneralaj agordoj
ja: 一般設定
mr: सामान्य सेटिंग्ज
tr: Genel Ayarlar

source: Start Program When New Mail Arrives
be: Выконваць праграму пры атрыманні новай пошты
eo: Ruli programaron kiam nova retmesaĝo alvenas
ja: メールを受信したらプログラムを起動する
mr: नवीन मेल आल्यावर प्रोग्राम सुरू करा
tr: Yeni postalar geldiğince programı başlat

source: Program:
be: Праграма:
eo: Programaro:
ja: プログラム :
mr: कार्यक्रम:

source: Mailbox Type
be: Тып скрыні
eo: Speco de retpoŝtkesto
ja: メールボックスの種類
mr: मेलबॉक्स प्रकार
tr: Posta Kutusu Tipi

source: Pop3
mr: पॉप३

source: Imap
mr: इमॅप

source: Maildir
ja: メールディレクトリ
mr: मेलडिर
tr: Postadizin

source: Mbox
ja: メールボックス
mr: एमबॉक्स

source: Monitor Mbox file permanently
be: Пастаянны маніторынг файла Mbox
eo: Daŭre atentigi la Mbox-dosieron
ja: 継続的にメールボックスファイルを監視する
mr: एमबॉक्स फाइल कायमची मॉनिटर करा
tr: Daima Mbox dosyasını izle

source: Port Settings
be: Налады порта
eo: Agordoj pri konektejo
ja: ポート番号設定
mr: पोर्ट सेटिंग्ज
tr: Port Ayarları

source: Use SSL:
be: Выкарыстоўваць SSL:
eo: Uzi SSL:
ja: SSLを使用する :
mr: SSL वापरा:
tr: SSL Kullan:

source: Port:
be: Порт:
eo: Konektejo:
ja: ポート番号 :
mr: बंदर:

source: Local:
be: Лакальны:
eo: Loka:
ja: ローカル :
mr: स्थानिक:
tr: Yerel:

source: Mailbox Settings
be: Налады паштовай скрыні
eo: Agordoj pri retpoŝtkesto
ja: メールボックス設定
mr: मेलबॉक्स सेटिंग्ज
tr: Posta Kutusu Ayarları

source: Name:
be: Імя:
eo: Nomo:
ja: 名前 :
mr: नाव:
tr: İsim:

source: Mail Host:
be: Паштовы вузел:
eo: Gastiga komputilo de retmesaĝoj:
ja: メールサーバ :
mr: मेल होस्ट:
tr: Posta sunucusu

source: Username:
be: Імя карыстальніка:
eo: Uzantnomo:
ja: ユーザ名 :
mr: वापरकर्तानाव:
tr: Kullanıcı Adı:

source: Password:
be: Пароль:
eo: Pasvorto:
ja: パスワード :
mr: पासवर्ड:
tr: Şifre:

source: New Mail Path:
be: Новы шлях да пошты:
eo: Nova vojo de retmesaĝoj:
ja: 新しいメールパス :
mr: नवीन मेल पथ:
tr: Yeni Posta Yolu

source: Current Mail Path:
be: Існуючы шлях да пошты:
eo: Nuna vojo de retmesaĝoj:
ja: 現在のメールパス :
mr: सध्याचा मेल मार्ग:
tr: Güncel Posta Yolu

source: Inbox
be: Уваходныя
eo: Enirkesto
ja: 受信ボックス :
mr: इनबॉक्स
tr: Gelen Kutusu

source: Mail Settings
be: Налады пошты
eo: Agordoj pri retpoŝto
ja: メールボックス設定
mr: मेल सेटिंग्ज
tr: Posta Kutusu Ayarları

source: Always Show Labels
be: Заўсёды паказваць прызнакі
eo: Ĉiam montri etikedojn
ja: 常にラベルを表示する
mr: नेहमी लेबल्स दाखवा
tr: Etiketleri her zaman göster

source: Show Mailbox Popup
be: Паказваць усплываючае акно паштовай скрыні
eo: Montri spruĉfenetron de retpoŝtkesto
ja: メールボックスのポップアップを表示する
mr: मेलबॉक्स पॉपअप दाखवा
tr: Açılan mail kutularını göster

source: Show All Boxes In Popup
be: Паказваць усе паштовыя скрыні ў усплываючым акне
eo: Montri ĉiujn kestojn en spruĉfenestro
ja: すべてのメールボックスのポップアップを表示する
mr: पॉपअपमध्ये सर्व बॉक्स दाखवा
tr: Tüm kutuları açılırda göster

source: Play sound when mail arrives
be: Гукавы сігнал пры паступленні пошты
ja: メール到着時に音を出す
mr: मेल आल्यावर आवाज वाजवा

source: Check Interval
be: Інтэрвал праверкі
eo: Intervalo de kontrolo
ja: チェック間隔
mr: मध्यांतर तपासा
tr: Aralığı kontrol et

source: %2.0f minutes
be: %2.0f хвілін
eo: %2.0f minutoj
ja: %2.0f分
mr: %2.0f मिनिटे
tr: %2.0f dakika

source: Mail Boxes
be: Паштовыя скрыні
eo: Retpoŝtkestoj
ja: メールボックス
mr: मेल बॉक्सेस
tr: Posta Kutuları

source: Add
be: Дадаць
eo: Aldoni
ja: 追加
mr: जोडा
tr: Ekle

source: Delete
be: Выдаліць
eo: Forigi
ja: 削除
mr: हटवा
tr: Sil

source: Configure...
be: Канфігураваць...
eo: Agordi...
ja: 設定...
mr: कॉन्फिगर करा...
tr: Yapılandır...

source: Mail
be: Пошта
eo: Retpoŝto
ja: メール
mr: मेल
tr: Posta

source: Settings
be: Налады
eo: Agordoj
ja: ポート番号設定
mr: सेटिंग्ज
tr: Port Ayarları

source: A new mail!
mr: एक नवीन मेल!
