Repository: JeffHoogland/moksha-modules-extra
Catalog: modules/wlan/po/*.po
Languages: ca

source: Wlan Settings
ca: Preferències Xarxa Sense Fils

source: General Settings
ca: Preferències Generals

source: Always Show Text
ca: Sempre Mostra Text

source: Show Text On Mouse Over
ca: Mostra text Quan Ratolí damunt

source: Show Text As Percent
ca: Mostra Text Com Tan Per Cent

source: Check Interval:
ca: Interval Comprovació:

source: %1.0f seconds
ca: %1.0f segons

source: Device Settings
ca: Preferències Dispositiu

source: Wlan
ca: Xarxa Sense Fils

source: Settings
ca: Preferències
