Repository: JeffHoogland/moksha-modules-extra
Catalog: modules/mem/po/*.po
Languages: mr

source: Mem Settings
mr: मेमरी सेटिंग्ज

source: General Settings
mr: सामान्य सेटिंग्ज

source: Always Show Text
mr: नेहमी मजकूर दाखवा

source: Show Text On Mouse Over
mr: माउसवरून मजकूर दाखवा

source: Show Text As Percent
mr: टक्केवारी म्हणून मजकूर दाखवा

source: Ignore Buffers
mr: बफर दुर्लक्षित करा

source: Ignore Cached
mr: कॅशे केलेले दुर्लक्ष करा

source: Check Interval:
mr: मध्यांतर तपासा:

source: %1.0f seconds
mr: %1.0f सेकंद

source: Mem
mr: मेमरी

source: Settings
mr: सेटिंग्ज
