Repository: JeffHoogland/moksha-modules-extra
Catalog: modules/winlist-ng/po/*.po
Languages: ar, be, cs, de, it, mr, pt_br, ru, sk

source: Winlist NG
de: NG Fensterliste
mr: विनलिस्ट एनजी

source: Winlist NG Module
ar: وحدة Winlist NG
be: Модуль Winlist NG
cs: Modul Winlist NG
de: Modul "NG Fensterliste"
it: Modulo Winlist NG
mr: विनलिस्ट एनजी मॉड्यूल
pt_br: Módulo Winlist NG
ru: Модуль Winlist NG
sk: Modul Winlist NG

source: a replacement for the standard winlist
ar: بديل لِـ winlist القياسية
be: замена да стандартнага спіска вокнаў
cs: Náhrada štandardního seznamu oken
de: Eine Alternative zur normalen Fensterliste
it: un'alternativa per la lista finestre standard
mr: मानक विनलिस्टची जागा
pt_br: Um substituto para o Winlist padrão
ru: замена стандартному списку окон
sk: Náhrada štandardného zoznamu okien

source: NG Winlist
de: NG Fensterliste
it: Winlist NG
mr: एनजी विनलिस्ट

source: Switch To Next Window
ar: انتقل إلى النافذة التالية
be: Да наступнага акна
cs: Přepnout na další okno
de: Zum nächsten Fenster wechseln
it: Passa alla finestra successiva
mr: पुढील विंडोवर स्विच करा
pt_br: Mudar para a próxima Janela
ru: Перейти к следующему окну
sk: Prepnúť na ďalšie okno

source: Switch To Previous Window
ar: انتقل إلى النافذة السابقة
be: Да папярэдняга акна
cs: Přepnout na predchozí okno
de: Zum vorherigen Fenster wechseln
it: Passa alla finestra precedente
mr: मागील विंडोवर स्विच करा
pt_br: Mudar para a Janela anterior
ru: Перейти к предыдущему окну
sk: Prepnúť na predchádzajúce okno

source: Show Windows From All Desks
ar: اعرض النوافذ من كل اﻷسطح
be: Паказаць вокны са ўсіх сталоў
cs: Zobrazit okna ze všech ploch
de: Fenster aller Arbeitsflächen zeigen
it: Mostra finestre di tutti i desktop
mr: सर्व डेस्कवरून विंडोज दाखवा
pt_br: Mostrar Janelas de todas as Áreas de Trabalho
ru: Показать окна со всех столов
sk: Zobraziť okná zo všetkých plôch

source: Show Windows From Other Zones
ar: اعرض النوافذ من مناطق أخرى
be: Паказаць вокны з іншых зон
cs: Zobrazit okna ze všech zon
de: Fenster anderer Zonen zeigen
it: Mostra finestre di altre zone
mr: इतर झोनमधील विंडोज दाखवा
pt_br: Mostrar Janelas de outras zonas
ru: Показать окна из других областей
sk: Zobraziť okná zo všetkých zón

source: Winlist NG Configuration
ar: إعدادات Winlist NG
be: Канфігурацыя Winlist NG
cs: Konfigurace Winlist NG
de: Einstellugen für NG Fensterliste
it: Configurazione di Winlist NG
mr: विनलिस्ट एनजी कॉन्फिगरेशन
pt_br: Configuração do Winlist NG
ru: Конфигурация Winlist NG
sk: Konfigurácia Winlist NG

source: Fade Animation
ar: تأثير التلاشي
be: Анімацыя пераходу
cs: Efekt stmívání
de: Animation beim Ausblenden
it: Dissolvenza animata
mr: फेड अ‍ॅनिमेशन
pt_br: Esmaecer animação
ru: Анимация перехода
sk: Efekt stmievania

source: Size
ar: الحجم
be: Памер
cs: Velikost
de: Größe
it: Dimensione
mr: आकार
pt_br: Tamanho
ru: Размер
sk: Veľkosť

source: Icon Size:
ar: حجم اﻷيقونة:
be: Памер значкоў:
cs: Velikost ikony:
de: Symbolgröße:
it: Dimensione Ã­cona:
mr: आयकॉन आकार:
pt_br: Tamanho do Ícone:
ru: Размер значков:
sk: Veľkosť ikony:

source: %1.0f px
ar: %1.0f بيكسل
be: %1.0f пікс
mr: %1.0f पिक्सेल
ru: %1.0f пикс

source: Zooming
ar: تقريب
be: Маштабаванне
cs: Přiblížení
de: Größenänderung
it: Zoom
mr: झूम करत आहे
pt_br: Ampliação
ru: Масштабирование
sk: Priblíženie

source: Zoomfactor:
ar: عامل التقريب:
be: Множнік:
cs: Hodnota přiblížení:
de: Vergrößerungsfaktor:
it: Fattore di zoom:
mr: झूमफॅक्टर:
pt_br: Fator de ampliação:
ru: Коэффициент:
sk: Hodnota priblíženia:

source: Zoom Range:
ar: مدى التقريب:
be: Дыяпазон:
cs: Rozsah přiblížení:
de: Bereich:
it: Intervallo di zoom:
mr: झूम रेंज:
pt_br: Faixa de ampliação:
ru: Диапазон масштабирования:
sk: Rozsah priblíženia:

source: No name!
ar: بلا اسم!
be: Няма назвы!
cs: Bez jména!
de: Kein Name!
it: Nessun nome!
mr: नाव नाही!
pt_br: Sem nome!
ru: Нет названия!
sk: Bez mena!
