Repository: JeffHoogland/moksha-modules-extra
Catalog: modules/flame/po/*.po
Languages: ja, lt

source: Appearance
lt: Išvaizda

source: Flame
ja: 炎
lt: Liepsna

source: Flame Configuration
ja: flame の設定
lt: Liepsnos konfigūracija

source: Flame Color
ja: 炎の色
lt: Liepsnos spalva

source: Gold
ja: 金色
lt: Auksinė

source: Fire
ja: 普通の火
lt: Ugnies

source: Plasma
ja: プラズマ
lt: Plazmos

source: Matrix
ja: マトリックス
lt: Matrica

source: Ice
ja: 氷のような冷たい色
lt: Ledo

source: White
ja: 白
lt: Balta

source: Custom
ja: カスタム
lt: Pasirinkta

source: Red Amount
ja: 赤の量
lt: Raudonos kiekis

source: Blue Amount
ja: 青の量
lt: Mėlynos kiekis

source: Green Amount
ja: 緑の量
lt: Žalios kiekis
