Repository: JeffHoogland/moksha-modules-extra
Catalog: alarm/po/*.po
Languages: hr, sk

source: Alarm Configuration
hr: Konfiguracija alarma
sk: Konfigurácia budíka

source: Alarm
sk: Budík

source: Active
hr: Aktivan
sk: Aktívny

source: Add
hr: Dodaj
sk: Pridať

source: Delete
hr: Izbriši
sk: Odstrániť

source: Configure
hr: Konfiguriraj
sk: Nastaviť

source: Duplicate
hr: Duplikat
sk: Duplikovať

source: Alarm Options
hr: Opcije Alarma
sk: Možnosti Budíka

source: Show next alarm
hr: Prikaži slijedeći alarm
sk: Zobraziť ďalší budík

source: Alarms Defaults
hr: Zadane postavke Alarma
sk: Predvolené hodnoty Budíka

source: Open popup
hr: Otvori pop-up
sk: Otvoriť vyskakovacie okno

source: Run program
hr: Pokreni program
sk: Spustiť program

source: Auto-Remove alarms
hr: Auto-Uklanjanje alarma
sk: Automaticky odstrániť budíky

source: Alarm Configuration : Setup an alarm
hr: Konfiguracija Alarma: Podesi alarm
sk: Konfigurácia Budíka

source: Informations
hr: Informacije
sk: Informácie

source: Name
hr: Naziv
sk: Názov

source: Description
hr: Opis
sk: Popis

source: Schedule
hr: Raspored
sk: Plán

source: %1.0f hour
hr: %1.0f sat
sk: %1.0f hodín

source: %1.0f minute
hr: %1.0f minuta
sk: %1.0f minút

source: Days of the week
hr: Dani u tjednu
sk: Dni v týždni

source: Monday
hr: Ponedjeljak
sk: Pondelok

source: Tuesday
hr: Utorak
sk: Utorok

source: Wenesday
hr: Srijeda
sk: Streda

source: Thursday
hr: Četvrtak
sk: Štvrtok

source: Friday
hr: Petak
sk: Piatok

source: Saturday
hr: Subota
sk: Sobota

source: Sunday
hr: Nedjelja
sk: Nedeľa

source: One day
hr: Jedan dan
sk: Jeden deň

source: Date (YYYY/MM/DD)
hr: Datum (GGGG/MM/DD)
sk: Dátum (RRRR/MM/DD)

source: Today
hr: Danas
sk: Dnes

source: Tomorrow
hr: Sutra
sk: Zajtra

source: <hilight>Error, The alarm was not added !</hilight><br><br>There is an error in the informations / schedule of your alarm
hr: <hilight>Greška, alarm nije dodan!</hilight><br><br>Postoji greška u informacijama/rasporedu vašeg alarma.
sk: <hilight>Chyba, budík nebol pridaný!</hilight><br><br>Vyskytla sa chyba v informáciách / pláne vášho budíka

source: <hilight>Error, The alarm was not added !</hilight><br><br>You have to enter a name for the alarm
hr: <hilight>Greška, alarm nije dodan !</hilight><br><br>Morate unijeti naziv alarma.
sk: <hilight>Chyba, budík nebol pridaný!</hilight><br><br>Musíte zadať názov budíka

source: <hilight>Error, The alarm was not added !</hilight><br><br>You have to select at least one day in the week
hr: <hilight>Greška, alarm nije dodan !</hilight><br><br>Morate odabrati barem jedan dan u tjednu.
sk: <hilight>Chyba, budík nebol pridaný!</hilight><br><br>Musíte vybrať aspoň jeden deň v týždni

source: <hilight>Error, The alarm was not added !</hilight><br><br>The date you entered for the alarm has incorrect syntax<br><br>You have to respect this format :<br> YYYY/MM/DD<br>YYYY is the year on 4 numbers<br>MM is the month on 2 numbers<br>DD is the day on 2 numbers<br>
hr: <hilight>Greška, alarm nije dodan !</hilight><br><br>Datum koji ste unijeli za ovaj alarm ima neispravnu sintaksu<br><br>Morate poštovati ovaj format:<br>GGGG/MM/DD<br>GGGG je godina sa 4 cifre<br>MM je mjesec sa 2 cifre<br>DD je dan sa 2 cifre<br>
sk: <hilight>Chyba, budík nebol pridaný!</hilight><br><br>Dátum, ktorý ste zadali pre budík má nesprávnu syntax<br><br>Musíte dodržať nasledovný formát :<br> RRRR/MM/DD<br>RRRR je rok v tvare 4 číslic<br>MM je mesiac v tvare 2 číslic<br>DD je deň v tvare 2 číslic<br>

source: <hilight>Error, The alarm was not added !</hilight><br><br>The date you entered is before now
hr: <hilight>Greška, alarm nije dodan !</hilight><br><br>Datum koji ste unijeli je u prošlosti.
sk: <hilight>Chyba, budík nebol pridaný!</hilight><br><br>Dátum, ktorý ste vybrali je pred dneškom

source: Alarm Module Error
hr: Greška kod Alarmnog Modula
sk: Chyba modulu Budík

source: Test this alarm
hr: Testirajte ovaj alarm
sk: Otestovať tento budík

source: Ring Options
hr: Opcije Zvona
sk: Možnosti zvonenia

source: Remove alarm
hr: Ukloni alarm
sk: Odstrániť budík

source: No [default]
hr: Ne [zadano]
sk: No [predvolené]

source: Yes
hr: Da
sk: Áno

source: No
hr: Ne
sk: Nie

source: Yes [default]
hr: Da [zadano]
sk: Áno [predvolené]

source: Run a program
hr: Pokreni program
sk: Spustiť program

source: Run default one
hr: Pokreni zadani
sk: Spustiť predvolené

source: Run this program
hr: Pokreni ovaj program
sk: Spustiť tento program

source: <hilight>Alarm test SUCCEED !</hilight><br><br>But DONT FORGET to ACTIVATE the alarms<br>via the 'Active' check button on the<br>main Alarm configuration panel.
hr: <hilight>Alarm test USPJEŠAN !</hilight><br><br>Ali NE ZABORAVITE da AKTIVIRATE alarme<br>kroz provjeru 'Aktivan' dugmeta na<br>glavnom panelu konfiguracije Alarma.
sk: <hilight>Test budíka prebehol ÚSPEŠNE!</hilight><br><br>Ale NEZABUDNITE AKTIVOVAŤ budíky<br>zaškrtávacím tlačidlom „Aktívny“<br>v hlavnom konfiguračnom paneli Budíka.

source: <hilight>Alarm test SUCCEED !</hilight>
hr: <hilight>Alarm test USPJEŠAN !</hilight>
sk: <hilight>Test budíka prebehol ÚSPEŠNE!</hilight>

source: <hilight>Alarm test FAILED !</hilight>
hr: <hilight>Alarm test NEUSPJEŠAN !</hilight>
sk: <hilight>Test budíka ZLYHAL!</hilight>

source: Alarm Module Test Report
hr: Izvještaj o Testu Alarmnog Modula
sk: Správa z testu budíka

source: <hilight>Alarm : %s</hilight><br><br>%s
sk: <hilight>Budík : %s</hilight><br><br>%s

source: Alarm Module Popup
hr: Alarm Modul Pop-up
sk: Vyskakovací dialóg modulu Budíka

source: <hilight>Failed !</hilight><br><br>Alarm couln't launch the program you specified
hr: <hilight>Nije uspjelo !</hilight><br><br>Alarm nije mogao pokrenuti program koji ste specificirali.
sk: <hilight>Operácia zlyhala!</hilight><br><br>Budík nedokázal spustiť určený program

source: Snooze %s
hr: Još samo malo %s
sk: Odložiť %s

source: %1.0f hours
hr: %1.0f sati
sk: %1.0f hodín

source: %1.0f minutes
hr: %1.0f minuta
sk: %1.0f minút

source: Close
hr: Zatvori
sk: Zavrieť

source: Snooze %.14s of %.2d:%.2d
hr: Još samo malo %.14s of %.2d:%.2d
sk: Odložiť %.14s of %.2d:%.2d

source: Snooze (No alarm to delay)
hr: Još samo malo (Bez odlaganja alarma)
sk: Odložiť (neexistuje budík, ktorý možno odložiť)

source: Add an alarm
hr: Dodaj alarm
sk: Pridať budík

source: Configuration
hr: Konfiguracija
sk: Konfigurácia

source: <hilight>Alarm module : Configuration Upgraded</hilight><br><br>Your configuration of alarm module<br>has been upgraded<br>Your settings and alarms were removed<br>Sorry for the inconvenience<br><br>(%d -> %d)
hr: <hilight>Alarmni modul : Konfiguracija Unaprijeđena</hilight><br><br>Vaša konfiguracija alarmnog modula<br>je bila unaprijeđena<br>Vaše postavke i alarmi su uklonjeni<br>Ispričavamo se zbog neugodnosti<br><br>(%d -> %d)
sk: <hilight>Modul Budík : Konfigurácia aktualizovaná</hilight><br><br>Vaša konfigurácia modulu Budík<br>bola aktualizovaná<br>Vaše nastavenia a budíky boli odstránené<br>Ospravedlňujeme sa za nepríjemnosti<br><br>(%d -> %d)

source: Alarm Module version
hr: Inačica Alarmnog Modula
sk: Verzia modulu Budík

source: <hilight>Alarm module : Configuration Downgraded</hilight><br><br>Your configuration of Alarm module<br>has been downgraded<br>Your settings and alarms were removed<br>Sorry for the inconvenience<br><br>(%d ->%d)
hr: <hilight>Alarmni modul : Konfiguracija Unazađena</hilight><br><br>Vaša Konfiguracija Alarmnog modula<br>je bila unazađena<br>Vaše postavke i alarmi su uklonjeni<br>Ispričavamo se zbog neugodnosti<br><br>(%d -> %d)
sk: <hilight>Modul Budík : Konfigurácia bola prevedená na nižšiu verziu</hilight><br><br>Vaša konfigurácia modulu Budík<br>bola prevedená na nižšiu verziu<br>Vaše nastavenia a budíky boli odstránené<br>Ospravedlňujeme sa za nepríjemnosti<br><br>(%d -> %d)

source: Ok
hr: U redu
