Repository: JeffHoogland/moksha-modules-extra
Catalog: modules/engage/po/*.po
Languages: mr, sk

source: Engage
mr: गुंतवा

source: No name!
mr: जेनेरिक नाव[संपादन]
sk: Bez mena!

source: Open Directory
mr: निर्देशिका उघडा
sk: Otoviť adresár

source: Configure Bar
mr: बार कॉन्फिगर करा
sk: Nastaviť panel

source: Lock Dragging
mr: लॉक ड्रॅगिंग
sk: Zamknúť presun

source: Applications
mr: अर्ज
sk: Aplikácie

source: Edit Icon
mr: आयकन संपादित करा
sk: Upraviť ikonu

source: Fullscreen
mr: पूर्णस्क्रीन
sk: Celá obrazovka

source: Close
mr: बंद
sk: Zavrieť

source: Maximized
mr: वाढवलेले
sk: Maximalizované

source: Uniconify
mr: युनिकॉनिफाय
sk: Deminimalizovať

source: Iconify
mr: आयकॉनिफाय करा
sk: Minimalizovať

source: Gadcon Config
mr: गॅडकॉन कॉन्फिगरेशन
sk: Nastavenie gadgetu

source: Available Gadgets
mr: उपलब्ध गॅझेट्स
sk: Dostupné gadgety

source: Add Gadget
mr: गॅझेट जोडा
sk: Pridat gadget

source: Selected Gadgets
mr: निवडलेले गॅझेट
sk: Vybrané gadgety

source: Remove Gadget
mr: गॅझेट काढा
sk: Odstrániť gadget

source: Description: Unavailable
mr: वर्णन: उपलब्ध नाही
sk: Popis: nedostupný

source: Engage Configuration
mr: एंगेज कॉन्फिगरेशन
sk: Nastavenie Engage

source: Appearance
mr: देखावा
sk: Vzhľad

source: Icon Size:
mr: आयकॉन आकार:
sk: Veľkosť ikon:

source: %1.0f px
mr: %1.0f पिक्सेल

source: Background Opacity:
mr: पार्श्वभूमीची अपारदर्शकता:
sk: Nepriehľadnosť pozadia:

source: Show Background Box
mr: पार्श्वभूमी बॉक्स दाखवा
sk: Zobraziť pozadie

source: Show Mouse-Over Animation
mr: माऊस-ओव्हर अ‍ॅनिमेशन दाखवा
sk: Zobraziť animáciu pri nájazde myšou

source: Orientation
mr: अभिमुखता
sk: Orientácia

source: Bottom Edge
mr: तळाची कडे
sk: Spodný okraj

source: Top Edge
mr: टॉप एज
sk: Horný okraj

source: Left Edge
mr: डावा कडा
sk: Ľavý okraj

source: Right Edge
mr: उजवी धार
sk: Pravý okraj

source: Zoom
mr: झूम करा
sk: Priblíženie

source: Factor:
mr: घटक:
sk: Faktor:

source: Range:
mr: श्रेणी:
sk: Šírka:

source: Duration:
mr: कालावधी:
sk: Trvanie:

source: Bar Items
mr: बार आयटम
sk: Položky panela

source: Delete
mr: हटवा
sk: Odstrániť

source: Configure
mr: कॉन्फिगर करा
sk: Nastaviť

source: Up
mr: वर
sk: Hore

source: Down
mr: खाली
sk: Dole

source: Add
mr: जोडा
sk: Pridať

source: Taskbar
mr: टास्कबार
sk: Správca úloh

source: Launcher
mr: लाँचर
sk: Spúšťač

source: Gadcon
mr: गॅडकॉन

source: Auto Hide
mr: ऑटो लपवा
sk: Automaticky skrývať

source: None
mr: काहीही नाही
sk: Žiadne

source: Autohide
mr: ऑटोलाइड
sk: Automaticky skrývať

source: Hide when Window overlaps
mr: विंडो ओव्हरलॅप झाल्यावर लपवा
sk: Skrývať pri prekrytí oknom

source: Hide on Fullscreen
mr: फुलस्क्रीनवर लपवा
sk: Skryť pri celej obrazovke

source: Show Bar when Urgent
mr: जेव्हा अर्जंट असेल तेव्हा बार दाखवा
sk: Zobraziť panel pri urgentnom upozornení

source: Stacking
mr: स्टॅकिंग
sk: Skladanie

source: Above All
mr: सर्वात वर
sk: Nad všetkým

source: Below Fullscreen
mr: पूर्णस्क्रीनच्या खाली
sk: Pod celoobrazovkovým

source: Other
mr: इतर
sk: Ostatné

source: Ecomorph Features
mr: इकॉर्मॉफ वैशिष्ट्ये
sk: Funkcia Ecomorphu

source: Show Icon Label
mr: आयकॉन लेबल दाखवा
sk: Zobraziť text ikony

source: Launcher Settings
mr: लाँचर सेटिंग्ज
sk: Nastavenie spúšťača

source: Taskbar Settings
mr: टास्कबार सेटिंग्ज
sk: Nastavenie správcu úloh

source: Don't Show Dialogs
mr: संवाद दाखवू नका
sk: Nezobrazovať nastavenia

source: Advanced Window Menu
mr: प्रगत विंडो मेनू
sk: Pokročilé menu okna

source: Only Show Current Desk
mr: फक्त सध्याचा डेस्क दाखवा
sk: Zobraziť len aktuálnu plochu

source: Group Applications by Window Class
mr: विंडो क्लासनुसार गट अनुप्रयोग
sk: Zoskupovať aplikácie podľa triedy okna

source: Append new Applications on the right Side
mr: उजव्या बाजूला नवीन अनुप्रयोग जोडा.
sk: Pridávať nové aplikácie na pravom okraji

source: Iconified Applications
mr: आयकॉनिफाइड अॅप्लिकेशन्स
sk: Ikonifikované aplikacie

source: Not Shown
mr: दाखवलेले नाही
sk: Nezobraziť

source: Show
mr: दाखवा
sk: Zobraziť

source: Only Iconified
mr: फक्त आयकॉन केलेले
sk: Len minimalizované

source: Engage Bar Configuration
mr: एंगेज बार कॉन्फिगरेशन
sk: Nastavenie panela Engage

source: Create new source
mr: नवीन स्रोत तयार करा
sk: Vytvoriť nový zdroj

source: Enter a name for this new Application Launcher:
mr: या नवीन अ‍ॅप्लिकेशन लाँचरसाठी नाव एंटर करा:
sk: Zadajte názov tohto nového spúšťača aplikácií:

source: You requested to delete "%s".<br><br>Are you sure you want to delete this source?
mr: तुम्ही "%s" हटवण्याची विनंती केली आहे.<br><br> तुम्हाला हा स्रोत नक्की हटवायचा आहे का?
sk: Vyžiadali jste si vymazanie "%s".<br><br>Naozaj chcete tento zdroj vymazat?

source: Are you sure you want to delete this source?
mr: तुम्हाला हा स्रोत नक्की हटवायचा आहे का?
sk: Naozaj chcete tento zdroj vymazat?

source: Engage Instances
mr: प्रसंगांमध्ये व्यस्त रहा
sk: Inštancia Engage

source: Bar
mr: बार
sk: Panel

source: You requested to delete "%s".<br><br>Are you sure you want to delete this Instance?
mr: तुम्ही "%s" हटवण्याची विनंती केली आहे.<br><br> तुम्हाला हे उदाहरण नक्की हटवायचे आहे का?
sk: Vyžiadali jste si vymazanie "%s".<br><br>Naozaj chcete túto inštanciu vymazat?

source: Are you sure you want to delete this Instance?
mr: तुम्हाला हे उदाहरण नक्की हटवायचे आहे का?
sk: Naozaj chcete vymazat túto inštanciu?
