Repository: JeffHoogland/moksha-modules-extra
Catalog: engage/po/*.po
Languages: ar, be, de, sr, tr

source: Engage
sr: Енгеџа

source: No name!
ar: بلا اسم!
be: Няма назвы!
de: Kein Name!
sr: Без имена!
tr: İsim yok!

source: Open Directory
be: Адкрыць каталог
sr: Отвори фасциклу
tr: Dizini Aç

source: Configure Bar
ar: أعدّ شريطا
be: Канфігураваць панэль
de: Engage Einstellungen
sr: Подесите траку
tr: Yapılandırma çubuğu

source: Lock Dragging
ar: أقفل السحب
be: Забараніць перацягванне
de: Verschieben von Elementen sperren
sr: Закључај превлачење
tr: Taşımayı kilitle

source: Applications
ar: التطبيقات
be: Праграмы
de: Anwendungen
sr: Програми
tr: Uygulamalar

source: Edit Icon
ar: عدّل ايقونة
be: Рэдагаваць значок
de: Icon bearbeiten
sr: Уредите иконицу
tr: Simgeyi Düzenle

source: Fullscreen
ar: ملء الشاشة
be: На ўвесь экран
de: Vollbildmodus
sr: Преко целог екрана
tr: Tam ekran

source: Close
ar: اغلق
be: Закрыць
de: Schließen
sr: Затвори
tr: Kapat

source: Maximized
ar: مكبرة
be: Разгарнуць
de: Maximiert
sr: Увећано
tr: Ekranı kapla

source: Uniconify
ar: استعد
be: Разгарнуць у акно
de: Wiederherstellen
sr: Поништи умањење
tr: Simgeleştirilmez

source: Iconify
ar: صغِّر
be: Паменшыць
de: Zu Icon minimieren
sr: Умањи
tr: Simgeleştir

source: Gadcon Config
be: Канфігураванне Кантэйнера гаджэтаў
sr: Поставке Гадкона
tr: Gadcon Yapılandırması

source: Available Gadgets
ar: أدوات متاحة
be: Даступныя гаджэты
de: Verfügbare Helfer
sr: Доступне справице
tr: Mevcut Araçlar

source: Add Gadget
ar: أضف أداة
be: Дадаць гаджэт
de: Helfer hinzufügen
sr: Додај справицу
tr: Araç Ekle

source: Selected Gadgets
ar: أدوات مُختارة
be: Выбраныя гаджэты
de: Ausgewählte Helfer
sr: Означене справице
tr: Seçilmiş Araçlar

source: Remove Gadget
ar: أزل أداة
be: Выдаліць гаджэт
de: Helfer entfernen
sr: Уклони справицу
tr: Aracı Kaldır

source: Description: Unavailable
ar: الوصف: غير متاحة
be: Апісанне: Недаступна
de: Beschreibung: Nicht verfügbar
sr: Опис: није доступан
tr: Tanımlama: Mevcut değil

source: Engage Configuration
ar: إعداد Engage
be: Канфігурацыя Engage
de: Einstellungen für Engage
sr: Поставке Енгеџе
tr: Engage Yapılandırması

source: Appearance
ar: المظهر
be: Знешні выгляд
de: Erscheinungsbild
sr: Изглед
tr: Gürünüm

source: Icon Size:
ar: حجم اﻷيقونة:
be: Памер значкоў:
de: Symbolgröße:
sr: Величина иконице:
tr: Simge Boyutu:

source: %1.0f px
be: %1.0f пікс.
sr: %1.0f тачака

source: Background Opacity:
ar: تعتيم الخلفية:
be: Непразрыстасць фону:
sr: Прозирност позадине:
tr: Arkaplan matlığı

source: Show Background Box
ar: اعرض صندوق الخلفية
be: Паказваць рамку фону
de: Hintergrundbox zeigen
sr: Приказује позадински прозор
tr: Arkaplan Kutusunu göster

source: Show Mouse-Over Animation
ar: اعرض التأثير الحركي عند تحويم الفأرة
be: Паказваць анімацыю пры навядзенні мышы
sr: Приказује дејства на надношење миша
tr: Fare üzerindeyken hareketlendir

source: Orientation
ar: ارشاد
be: Арыентацыя
de: Ausrichtung
sr: Усмерење
tr: Konumlandırma

source: Bottom Edge
ar: الحافة السفلية
be: Ніжні край
sr: Доња ивица
tr: Alt Kenar

source: Top Edge
ar: الحافة العلوية
be: Верхні край
sr: Горња ивица
tr: Üst Kenar

source: Left Edge
ar: الحافة اليسرى
be: Левы край
sr: Лева ивица
tr: Sol Kenar

source: Right Edge
ar: الحافة اليمنى
be: Правы край
sr: Десна ивица
tr: Sağ Kenar

source: Zoom
ar: قرّب
be: Павелічэнне
de: Vergrößerung
sr: Увећање
tr: Yakınlaştır

source: Factor:
ar: عامل:
be: Множнік:
de: Faktor:
sr: Множилац:
tr: Çarpan:

source: Range:
ar: مدى:
be: Дыяпазон:
de: Bereich:
sr: Опсег:
tr: Aralık:

source: Duration:
ar: مدة:
be: Працягласць:
de: Dauer:
sr: Трајање:
tr: Süre:

source: Bar Items
ar: عناصر الشريط
be: Элементы панэлі
de: Leisteninhalte
sr: Ставке траке
tr: Çubuk öğeleri

source: Delete
ar: امحِ
be: Выдаліць
de: Entfernen
sr: Обриши
tr: Sil

source: Configure
ar: اعدّ
be: Канфігураваць
de: Einstellen
sr: Подесите
tr: Yapılandır

source: Up
ar: أعلى
be: Уверх
de: Hoch
sr: Горе
tr: Yukarı

source: Down
ar: أسفل
be: Уніз
de: Runter
sr: Доле
tr: Aşağı

source: Add
ar: أضِف
be: Дадаць
de: Hinzufügen
sr: Додај
tr: Ekle

source: Taskbar
ar: شريط المهام
be: Панэль задач
sr: Трака задатака
tr: Görev Çubuğu

source: Launcher
ar: مُطلق
be: Праграма запуску
de: Starter
sr: Покретач
tr: Başlatıcı

source: Gadcon
be: Кантэйнер гаджэтаў
de: Bereich für Helfer
sr: Гадкон

source: Auto Hide
ar: اخفاء تلقائي
be: Аўтаматычнае хаванне
de: Automatisch verbergen
sr: Самостално скривање
tr: Otomatik Gizle

source: None
be: Адключана
sr: Ништа
tr: Hiçbiri

source: Autohide
be: Хаваць аўтаматычна
sr: Самоскривање
tr: Otomatik Gizle

source: Hide when Window overlaps
be: Хаваць пры перакрыцці акном
sr: Сакриј када се прозори преклапајау
tr: Pencere kapladığında gizle

source: Hide on Fullscreen
be: Хаваць пры поўнаэкранным рэжыме
sr: Сакриј при приказу преко целог екрана
tr: Tam ekranda gizle

source: Show Bar when Urgent
ar: اعرض الشريط حال كونه مستعجلا
be: Паказваць панэль для тэрміновых вокнаў
de: Leiste zeigen bei wichtigen Ereignissen
sr: Приказуј траку при хитности
tr: Çubuğu acilen göster

source: Stacking
ar: تكديس
be: Штабеляванне
de: Anordnung
sr: Гомилање
tr: Yerleştirme

source: Above All
ar: فوق الكل
be: Паверх усіх
de: Über allen
sr: Изнад свега
tr: Hepsinin üzerinde

source: Below Fullscreen
ar: تحت نافذة ملء الشاشة
be: Пад поўнаэкраннымі вокнамі
de: Unterhalb Vollbild
sr: Испод приказа целог екрана
tr: Tam ekranın altında

source: Other
ar: أخرى
be: Іншае
de: Weitere Einstellungen
sr: Друго
tr: Diğer

source: Ecomorph Features
ar: وظائف Ecomorph
be: Функцыі Ecomorph
de: "Ecomorphe" Eigenschaften
sr: Особине Екоморфа
tr: Ecomorph Özellikleri

source: Show Icon Label
ar: اعرض عنوان اﻷيقونة
be: Паказваць прызнакі значкоў
de: Icon-Beschriftung zeigen
sr: Прикажи натпис иконе
tr: Simge Etiketini Göster

source: Launcher Settings
ar: إعدادات المطلق
be: Налады праграмы запуску
de: Startereinstellungen
sr: Поставке покретача
tr: Başlatıcı Ayarları

source: Taskbar Settings
ar: إعدادات شريط المهام
be: Налады панэлі задач
de: Taskbar-Einstellungen
sr: Поставке траке алата
tr: Görev Çubuğu Ayarları

source: Don't Show Dialogs
be: Не паказваць дыялогавыя вокны
sr: Не приказуј прозоре поставки
tr: Diyalogları gösterme

source: Advanced Window Menu
ar: قائمةُ نافذةٍ متقدمةٌ
be: Пашыранае меню акна
de: Erweitertes Fenstermenü
sr: Напредни изборник прозора
tr: Gelişmiş Pencere Menüsü

source: Only Show Current Desk
ar: اعرض السطح الحالي فقط
be: Паказваць толькі бягучы працоўны стол
de: Nur die aktuelle Arbeitsfläche zeigen
sr: Прикажи само тренутну површ
tr: Sadece geçerli masaüstünü göster

source: Group Applications by Window Class
ar: اجمع التطبيقات حسب فئة النافذة
be: Аб'яднаць праграмы па класах вокнаў
de: Anwendungen nach Fensterklasse gruppieren
sr: Удружуј програме по разреду прозора
tr: Uygulamaları pencere sınıfına göre gruplandır

source: Append new Applications on the right Side
ar: ألحِق التطبيقات الجديدة بالجانب اﻷيمن
be: Дадаваць новыя праграмы з правага боку
de: Neue Anwendungen an der "rechten" Seite anhängen
sr: Додај нове програме у продужетку на десној страни
tr: Yeni uygulamaları sağ tarafa ekle

source: Iconified Applications
ar: تطبيقات مُصغَّرة
be: Мініяцюры праграм
de: Zu Icon verkleinerte Anwendungen
sr: Умањени програми
tr: Simgeleştirilmiş uygulamalar

source: Not Shown
be: Не паказваць
sr: Није приказано
tr: Gösterilmeyen

source: Show
be: Паказваць
sr: Прикажи
tr: Göster

source: Only Iconified
be: Толькі мініяцюры
sr: Само умањене
tr: Sadece simgeleştirilmiş

source: Engage Bar Configuration
ar: أعدّ شريط Engage
be: Налады панэлі Engage
de: Einstellungen für Engage-Taskbar
sr: Поставке траке Енгеџа
tr: Engage Çubuğu Yapılandırması

source: Create new source
ar: أنشئ مصدرا جديدا
be: Стварыць новую крыніцу
de: Neue Anwendungen-Liste erstellen
sr: Направи нови избор
tr: Yeni başlatıcı oluştur

source: Enter a name for this new Application Launcher:
ar: أدخل اسما لمطلق التطبيق الجديد هذا:
be: Увядзіце назву гэтай новай праграмы запуску:
de: Geben Sie einen neuen Namen für diesen Anwendungsstarter an:
sr: Унесите назив за овај нови покретач програма
tr: Yeni uygulama başlatıcı için bir isim girin

source: You requested to delete "%s".<br><br>Are you sure you want to delete this source?
ar: يُطلب منك اﻵن محو "%s".<br><br>هل تريد محو هذا المصدر؟
be: Вы запыталі выдаліць "%s".<br><br>Вы ўпэўненыя, што жадаеце выдаліць гэту крыніцу?
de: Sie möchten "%s" löschen.<br><br>Sind Sie wirklich sicher?
sr: Захтевали сте брисање „%s“<br><br>Да ли сте сигурни да желите обрисати овај извор?
tr: Şunu silmek istediniz: "%s" <br><br>Bu başlatıcıyı silmek istediğinizden emin misiniz?

source: Are you sure you want to delete this source?
ar: هل تريد محو هذا المصدر؟
be: Вы ўпэўненыя, што жадаеце выдаліць гэту крыніцу?
de: Möchten Sie diese Anwendungen-Liste wirklich löschen?
sr: Да ли сте сигурни да желите обрисати овај извор?
tr: Bu başlatıcıyı silmek istediğinizden emin misiniz?

source: Engage Instances
be: Асобнікі Engage
de: Engage-Instanzen
sr: Примерци Енгеџе
tr: Engage Listesi

source: Bar
ar: شريط
be: Панэль
de: Leiste
sr: Трака
tr: Çubuk

source: You requested to delete "%s".<br><br>Are you sure you want to delete this Instance?
be: Вы запыталі выдаліць "%s".<br><br>Вы ўпэўненыя, што жадаеце выдаліць гэты асобнік?
de: Sie möchten "%s" löschen.<br><br>Sind Sie wirklich sicher?
sr: Захтевали сте брисање „%s“.<br><br>Да ли сте сигурни да желите обрисати овај примерак?
tr: Şunu silmek istediniz: "%s".<br><br>Bu Engage'i silmek istediğinizden emin misiniz?

source: Are you sure you want to delete this Instance?
be: Вы ўпэўнены, што жадаеце выдаліць гэты асобнік?
de: Möchten Sie diese Instanz wirklich löschen?
sr: Да ли сте сигурни да желите избрисати овај примерак?
tr: Bu Engage'i silmek istediğinizden emin misiniz?
