Repository: JeffHoogland/moksha-modules-extra
Catalog: modules/news/po/*.po
Languages: be, eo, gl, mr, pt_br, ru, sl

source: The <hilight>url</hilight> you specified is not correct
be: Пазначаны вамі <hilight>url</hilight> памылковы
eo: La <hilight>URL-adreso</hilight>, kiun vi tajpis, ne estas korekta
gl: O <hilight>enderezo</hilight> especificado é incorrecto
mr: द<hilight> यूआरएल</hilight> तुम्ही सांगितलेले बरोबर नाही.
pt_br: A <hilight>url</hilight> que você especificou não está correta
ru: Указанный <hilight>url</hilight> некорректен
sl: Določeni·<hilight>url</hilight>·ni pravilen

source: You need to enter a <hilight>name</hilight> !
be: Неабходна ўвесці <hilight>назву</hilight>!
eo: Vi devas tajpi <hilight>nomon</hilight>!
gl: Precisa introducir un <hilight>nome</hilight> !
mr: तुम्हाला एंटर करावे लागेल<hilight> नाव</hilight> !
pt_br: Você precisa fornecer um <hilight>nome</hilight> !
ru: Необходимо ввести <hilight>имя</hilight>!
sl: Vnesti morate·<hilight>ime</hilight>·!

source: The <hilight>name</hilight> you entered is <hilight>already used</hilight><br>by another category
be: Уведзеная <hilight>назва ўжо выкарыстоўваецца</hilight> ў іншай катэгорыі
eo: La <hilight>nomo</hilight>, kiun vi tajpis, <hilight>jam estas uzata</hilight><br>de alia kategorio
gl: O <hilight>nome</hilight> introducido <hilight>xa se está empregando</hilight><br>noutra categoría
mr: तुम्ही प्रविष्ट केलेले <hilight> नावे</hilight> <hilight> आधीच वापरलेले आहे</hilight><br> दुसऱ्या श्रेणी मध्ये
pt_br: O <hilight>nome</hilight> que você forneceu <hilight>já está em uso</hilight><br>por outra categoria
ru: Введённое <hilight>имя уже используется</hilight> в другой категории
sl: Vneseno·<hilight>ime</hilight>·je·<hilight>že v uporabi</hilight><br>za drugo vrsto virov

source: Set all as read
be: Пазначыць усе як прачытаныя
eo: Difini ĉiujn kiel legitajn
gl: Marcar todo como lido
mr: सर्व वाचले म्हणून सेट करा
pt_br: Marcar tudo como lido
ru: Отметить все как прочитанные
sl: Označi vse kot prebrano

source: Update
be: Абнавіць
eo: Ĝisdatigi
gl: Actualizar
mr: अद्यतनित करा
pt_br: Atualizar
ru: Обновить
sl: Posodobitev

source: Gadget
be: Гаджэт
eo: Akcesoraĵo
mr: गॅझेट
ru: Гаджет

source: Main
be: Асноўныя
eo: Ĉefa
gl: Principal
mr: मुख्य
pt_br: Principal
ru: Основные
sl: Glavno

source: Settings
be: Налады
eo: Agordoj
gl: Preferencias
mr: सेटिंग्ज
pt_br: Configurações
ru: Настройки
sl: Nastavitve

source: Gadget Contents
be: Змесціва гаджэта
eo: Enhavo de akcesoraĵo
gl: Contidos do Gadget
mr: गॅझेट सामग्री
pt_br: Conteúdo do Gadget
ru: Содержимое гаджета
sl: Vsebina gadgeta

source: News Module DEBUG DEBUG DEBUG DEBUG
be: Модуль Навіны DEBUG DEBUG DEBUG DEBUG
eo: Sencimiga versio de la modulo pri novaĵoj
gl: Módulo de Novas DEBUG DEBUG DEBUG DEBUG
mr: बातम्या मॉड्यूल डीबग डीबग डीबग डीबग
pt_br: Módulo Notícias DEBUG DEBUG DEBUG DEBUG
sl: Modul·Novice RAZHROŠČI RAZHROŠČI RAZHROŠČI RAZHROŠČI

source: News Module
be: Модуль Навіны
eo: Modulo pri novaĵoj
gl: Módulo de Novas
mr: बातम्या मॉड्यूल
pt_br: Módulo Notícias
ru: Новостной модуль
sl: Modul Novice

source: News Module Error
be: Памылка модуля Навіны
eo: Eraro de la modulo pri novaĵoj
gl: Erro do módulo de Novas
mr: बातम्या मॉड्यूल त्रुटी
pt_br: Erro no módulo Notícias
ru: Ошибка новостного модуля
sl: Napaka modula·Novice

source: Feeds in this gadget
be: Каналы ў гэтым гаджэце
eo: Abonfluoj en ĉi tiu akcesoraĵo
gl: Fontes neste gadget
mr: या गॅझेटमधील फीड्स
pt_br: Feeds neste Gadget
ru: Ленты в этом гаджете
sl: Viri v tem gadgetu

source: Set as read
be: Прачытана
eo: Difini kiel legitan
gl: Marcar como lido
mr: वाचलेले म्हणून सेट करा
pt_br: Marcar como lido
ru: Прочитано

source: Articles in selected feed
be: Артыкулы на выбраным канале
eo: Artikoloj en la elektita abonfluo
gl: Artigos na fonte seleccionada
mr: निवडलेल्या फीडमधील लेख
pt_br: Artigos no Feed selecionado
ru: Статьи в выбранной ленте
sl: Članki v izbranem viru

source: Basic informations
ru: Основная информация
sl: Osnovni podatki

source: Advanced informations
ru: Дополнительная информация
sl: Napredne informacije

source: Server informations
ru: Данные сервера
sl: Informacije strežnika

source: Do allow the server to overwrite the informations you entered ?
ru: Разрешить серверу переписывать введённую информацию?
sl: Naj dovolim strežniku prepis informacij, ki ste jih vnesli?
