Repository: JeffHoogland/moksha-modules-extra
Catalog: modules/news/po/*.po
Languages: be, eo, gl, mr, pt_br, ru, sl

source: Config init failed
be: Памылка канфігурацыі
eo: Pravalorizado de agordoj fiaskis
gl: Fallou a inicialización da configuración
mr: कॉन्फिगरेशन सुरू करणे अयशस्वी झाले
pt_br: Inicialização da configuração falhou
ru: Ошибка конфигурации
sl: Spodletel zagon Nastavitev

source: Parser init failed
be: Не ўдалося ініцыялізаваць сінтаксічны аналізатар
eo: Pravalorizado de sintaksa analizilo fiaskis
gl: Fallou a inicialización do analizador
mr: पार्सर इनिट अयशस्वी झाले
pt_br: Inicialização do Parser falhou
ru: Ошибка инициализации парсера
sl: Spodletel·zagon·Razčlenjevalnika

source: Feeds init failed
be: Не ўдалося ініцыялізаваць каналы
eo: Pravalorizado de abonfluoj fiaskis
gl: Fallou a inicialización das fontes
mr: फीड्स सुरू करणे अयशस्वी झाले
pt_br: Inicialização dos Feeds falhou
ru: Ошибка загрузки новостей
sl: Spodletel zagon Virov

source: Viewer init failed
be: Не ўдалося ініцыялізаваць сродак прагляду
eo: Pravalorizado de legilo fiaskis
gl: Fallou a inicialización do visor
mr: व्ह्यूअर इनिट अयशस्वी झाले
pt_br: Inicialização do visualizador falhou
ru: Ошибка инициализации просмотрщика
sl: Spodletel·zagon·Pregledovalnika

source: Popup subsystem init failed
be: Памылка ініцыялізацыі падсістэмы ўсплываючых вокнаў
eo: Pravalorizado de subsistemo de ŝprucfenestro fiaskis
gl: Fallou a inicialización do subsistema de emerxentes
mr: पॉपअप सबसिस्टम इनिट अयशस्वी झाले
pt_br: Inicialização do subsistema de Popup falhou
ru: Ошибка инициализации подсистемы всплывающих окон
sl: Spodletel·zagon·podsistema Pojavnih oken

source: News
be: Навіны
eo: Novaĵoj
gl: Novas
mr: बातम्या
pt_br: Notícias
ru: Новости
sl: Novice

source: <hilight>News module : Configuration Upgraded</hilight><br><br>Your configuration of news module<br>has been upgraded<br>Your settings were removed<br>Sorry for the inconvenience<br><br>(%d -> %d)
be: <hilight>Модуль Навіны : Абнавілася канфігурацыя</hilight><br><br>Ваша канфігурацыя модуля Навіны<br>абнавілася<br>Вашыя налады былі выдалены<br>Выбачайце за нязручнасці<br><br>(%d -> %d)
eo: <hilight>Modulo de novaĵoj: agordoj promociitaj</hilight><br><br>Viaj agordoj pri modulo de novaĵoj<br>estis promociitaj<br>Viaj eksagordoj estis forviŝitaj<br>Bonvole pardonu pro la ĝeno<br><br>(%d → %d)
gl: <hilight>Módulo de Novas: configuración actualizada</hilight><br><br>A súa configuración do módulo Novas<br>actualizouse<br>As súas preferencias elimináronse.<br>Desculpe as molestias<br><br>(%d -> %d)
mr: <hilight>बातम्या मॉड्यूल: कॉन्फिगरेशन अपग्रेड केले</hilight><br><br> तुमचे न्यूज मॉड्यूलचे कॉन्फिगरेशन<br> अपग्रेड केले आहे<br> तुमच्या सेटिंग्ज काढून टाकल्या गेल्या.<br> गैरसोयीबद्दल क्षमस्व.<br><br> (%d -> %d)
pt_br: <hilight>Módulo Notícias : Configuração Atualizada</hilight><br><br>Sua configuração do módulo Notícias<br>foi atualizada<br>Suas configurações foram removidas<br>Desculpe pela inconveniência<br><br>(%d -> %d)
sl: <hilight>Modul·Novice : Nastavitve·posodobljene</hilight><br><br>Vaše·nastavitve·modula·Novice<br>so·bile·posodobljene<br>Vaše·prejšnje nastavitve·so·bile·odstranjene<br>Opravičujemo se za neprijetnosti.<br><br>(%d -> %d)

source: <hilight>News module : Configuration Downgraded</hilight><br><br>Your configuration of News module<br>has been downgraded<br>Your settings were removed<br>Sorry for the inconvenience<br><br>(%d ->%d)
be: <hilight>Модуль Навіны : Зніжана версія канфігурацыі</hilight><br><br>Версія канфігурацыі модуля Навіны<br>зніжана<br>Вашыя налады былі выдалены<br>Выбачайце за нязручнасці<br><br>(%d -> %d)
eo: <hilight>Modulo de novaĵoj: agordoj malpromociitaj</hilight><br><br>Viaj agordoj pri modulo de novaĵoj<br>estis malpromociitaj<br>Viaj eksagordoj estis forviŝitaj<br>Bonvole pardonu pro la ĝeno<br><br>(%d → %d)
gl: <hilight>Módulo de Novas: configuración revertida</hilight><br><br>A súa configuración do módulo Novas<br>reverteuse<br>As súas preferencias elimináronse.<br>Desculpe as molestias<br><br>(%d -> %d)
mr: <hilight>बातम्या मॉड्यूल : कॉन्फिगरेशन डाउनग्रेड केले</hilight><br><br> तुमचे न्यूज मॉड्यूलचे कॉन्फिगरेशन<br> डाउनग्रेड केले आहे<br> तुमच्या सेटिंग्ज काढून टाकल्या गेल्या.<br> गैरसोयीबद्दल क्षमस्व.<br><br> (%d ->%d)
pt_br: <hilight>Módulo Notícias : Configuração Revertida</hilight><br><br>Sua configuração do módulo Notícias<br>foi revertida<br>Suas configurações foram removidas<br>Desculpe pela inconveniência<br><br>(%d -> %d)
sl: <hilight>Modul·Novice : Nastavitve·postarane</hilight><br><br>Vaše·nastavitve·modula·Novice<br>so·bile·postarane<br>Vaše·nastavitve·so·bile·odstranjene<br>Opravičujemo·se·za·neprijetnosti<br><br>(%d ->%d)

source: News Main Configuration
be: Асноўныя налады навін
eo: Ĉefaj agordoj de la novaĵoj
gl: Configuración principal de Novas
mr: बातम्या मुख्य कॉन्फिगरेशन
pt_br: Configuração principal do Notícias
ru: Основные настройки новостей
sl: Glavne nastavitve modula Novice

source: Feeds
be: Каналы
eo: Fluoj
gl: Fontes
mr: फीड्स
ru: Ленты новостей
sl: Viri

source: Sort lists by name (disable Move action)
be: Сартаваць спісы па назвах (адключае Перамяшчэнне)
eo: Ordigi listojn laŭ nomo (malŝalti Movi-agon)
gl: Organizar listas por nome (deshabilitar a acción de Mover)
mr: नावानुसार यादी क्रमवारी लावा (हलवण्याची क्रिया अक्षम करा)
pt_br: Ordenar listas pelo nome (desativar ação de Mover)
ru: Сортировать списки по имени (отключает Перемещение)
sl: Razvrsti sezname po imenu·(onemogoči premikanje)

source: News Viewer
be: Прагляд навін
eo: Novaĵlegilo
gl: Visor de novas
mr: बातम्या दर्शक
pt_br: Visualizador de Notícias
ru: Просмотр новостей
sl: Pregledovalnik za Novice

source: Font size
be: Памер шрыфту
eo: Tipargrando
gl: Tamaño do tipo de letra
mr: फॉन्ट आकार
pt_br: Tamanho da fonte
ru: Размер шрифта:
sl: Velikost pisave

source: Font color
be: Колер шрыфту
eo: Tiparkoloro
gl: Cor do tipo de letra
mr: फॉन्ट रंग
pt_br: Cor da fonte
ru: Цвет текста
sl: Barva pisave

source: Timer
be: Таймер
eo: Tempmezurilo
gl: Temporizador
mr: टाइमर
ru: Таймер
sl: Časomer

source: %1.0f min
be: %1.0f хв
mr: %1.0f मिनिटे
ru: %1.0f мин

source: Browser
be: Браўзер
eo: Retumilo
gl: Navegador
mr: ब्राउझर
pt_br: Navegador
ru: Браузер
sl: Brskalnik

source: Uses xdg-open script, from freedesktop.org
be: Выкарыстоўваецца скрыпт xdg-open ад freedesktop.org
eo: Ĝi uzas la skripton xdg-open, el freedesktop.org
gl: Use o script xdg-open, de freedesktop.org
mr: freedesktop.org वरून xdg-open स्क्रिप्ट वापरते.
pt_br: Utilizar script xdg-open de freedesktop.org
ru: Используется сценарий xdg-open от freedesktop.org
sl: Uporablja·xdg-open·skripto,·iz·freedesktop.org

source: Popup On News
be: Паведамляць пра навіны
eo: Spruĉfenestri novaĵojn
gl: Amosar xanelas emerxentes coas Novas
mr: बातम्यांवर पॉपअप
pt_br: Popup ao receber notícias
ru: Отображать уведомление о новостях
sl: Odpri pojavno okno ob novicah

source: Never
be: Ніколі
eo: Neniam
gl: Nunca
mr: कधीही नाही
pt_br: Nunca
ru: Никогда
sl: Nikoli

source: Only on urgent feeds
be: Толькі для тэрміновых каналаў
eo: Nur en urĝaj abonfluoj
gl: Só coas fontes urxentes
mr: फक्त तातडीच्या फीडवर
pt_br: Somente em Feeds urgentes
ru: Только для срочных лент
sl: Le ob nujnih virih

source: On all feeds
be: Для ўсіх каналаў
eo: En ĉiuj abonfluoj
gl: Con todas as fontes
mr: सर्व फीडवर
pt_br: Para todos os Feeds
ru: Для всех лент
sl: Pri vseh virih

source: %1.0f s
be: %1.0f с
mr: %1.0f सेकंद
ru: %1.0f с

source: Popup On Warning / Error
be: Паведамляць пра папярэджанні ды памылкі
eo: Spruĉfenestri averton / eraron
gl: Amosar emerxentes en avisos / erros
mr: चेतावणी / त्रुटीवर पॉपअप
pt_br: Popup ao receber Alerta / Erro
ru: Показывать уведомления при ошибках
sl: Odpri pojavno okno ob Opozorilu / Napaki

source: Show on timeout ?
be: Паказваць пры тайм-аўце?
eo: Ĉu montri post tempolimo?
gl: Amosar é expira-lo tempo?
mr: टाइमआउटवर दाखवायचे?
pt_br: Exibir após o tempo limite ?
ru: Показывать по тайм-ауту?
sl: Prikažem ob izteku časovne omejitve ?

source: Unread feeds first
be: Непрачытаныя каналы ў пачатку
eo: Nelegitaj abonfluoj unue
gl: Primeiro as fontes non lidas
mr: प्रथम न वाचलेले फीड
pt_br: Feeds não lidos em primeiro
ru: Непрочитанные ленты в начале
sl: Neprebrani Viri najprej

source: Unread articles first
be: Непрачытаныя артыкулы ў пачатку
eo: Nelegitaj artikoloj unue
gl: Primeiro os artigos non lidos
mr: प्रथम न वाचलेले लेख
pt_br: Artigos não lidos em primeiro
ru: Непрочитанные статьи в начале
sl: Neprebrani članki najprej

source: Sort articles by date
be: Сартаваць па даце
eo: Ordigi artikolojn laŭ dato
gl: Organizar artigos por data
mr: तारखेनुसार लेखांची क्रमवारी लावा
pt_br: Ordenar artigos pela data
ru: Сортировать по дате
sl: Razvrsti članke po datumu

source: Font
be: Шрыфт
eo: Tiparo
gl: Tipo de letra
mr: फॉन्ट
pt_br: Fonte
ru: Шрифт
sl: Pisava

source: Font Shadow
be: Цень ад шрыфту
eo: Tiparombro
gl: Sombra do tipo de letra
mr: फॉन्ट शॅडो
pt_br: Sombra da Fonte
ru: Тень от шрифта
sl: Senca pisave

source: Proxy
be: Проксі
eo: Prokurilo
mr: प्रॉक्सी
ru: Прокси

source: Enable
be: Уключыць
eo: Enŝalti
gl: Habilitar
mr: सक्षम करा
pt_br: Ativar
ru: Включить
sl: Omogoči

source: Host
be: Хост
eo: Gastiga komputilo
gl: Servidor
mr: होस्ट
pt_br: Servidor
ru: Адрес хоста
sl: Gostitelj

source: Port
be: Порт
eo: Konektejo
gl: Porto
mr: बंदर
pt_br: Porta
ru: Порт
sl: Vrata

source: News Category Configuration
be: Канфігурацыя катэгорый навін
eo: Agordoj pri la kategorioj de novaĵoj
gl: Configuración das categorías de Novas
mr: बातम्या वर्गवारी कॉन्फिगरेशन
pt_br: Configuração da Categoria de Notícias
ru: Настройка категорий новостей
sl: Nastavitev vrst novic

source: Icon
be: Значок
eo: Piktogramo
gl: Icona
mr: चिन्ह
pt_br: Ícone
ru: Значок
sl: Ikona

source: Name
be: Назва
eo: Nomo
gl: Nome
mr: नाव
pt_br: Nome
ru: Имя
sl: Ime

source: Select an Icon
be: Выберыце значок
eo: Elektu piktogramon
gl: Seleccione unha Icona
mr: एक आयकॉन निवडा
pt_br: Selecione um Ícone
ru: Выберете значок
sl: Izberi ikono

source: OK
be: Добра
eo: Bone
gl: Aceptar
mr: ठीक आहे
ru: Ок
sl: V Redu

source: Cancel
be: Скасаваць
eo: Rezigni
gl: Cancelar
mr: रद्द करा
pt_br: Cancelar
ru: Отмена
sl: Prekliči

source: You need to <hilight>create a category</hilight> first
be: Неабходна спачатку <hilight>стварыць катэгорыю</hilight>
eo: Vi devas <hilight>krei kategorion</hilight> unue
gl: Primeiro precisa <hilight>crear unha categoría</hilight>
mr: प्रथम तुम्हाला करावे लागेल<hilight> एक श्रेणी तयार </hilight>
pt_br: Você precisa <hilight>criar uma categoria</hilight> primeiro
ru: Необходимо сначала <hilight>создать категорию</hilight>
sl: Morate prej·<hilight>ustvariti vrsto</hilight>

source: News Feed Configuration
be: Канфігурацыя канала навін
eo: Agordoj pri la abonfluo
gl: Configuración das fontes de Novas
mr: बातम्या फीड कॉन्फिगरेशन
pt_br: Configuração de Feed de Notícias
ru: Настройка новостной ленты
sl: Nastavitev Virov novic

source: Basic information
be: Асноўныя звесткі
eo: Bazaj informoj
gl: Informacións básicas
mr: मूलभूत माहिती
pt_br: Informações básicas

source: Name :
be: Назва :
eo: Nomo:
gl: Nome:
mr: नाव:
pt_br: Nome :
ru: Имя :
sl: Ime :

source: Feed url :
be: URL канала :
eo: Abonflua adreso:
gl: Url da fonte:
mr: फीड URL:
pt_br: Url do Feed :
ru: URL ленты :
sl: url·Vira :

source: Mark as important feed
be: Пазначыць канал як важны
eo: Marki kiel grava abonfluo
gl: Marcar como fonte importante
mr: महत्त्वाचे फीड म्हणून चिन्हांकित करा
pt_br: Marque o Feed como importante
ru: Отметить ленту как важную
sl: Označi kot pomemben vir

source: Category
be: Катэгорыя
eo: Kategorio
gl: Categoría
mr: वर्ग
pt_br: Categoria
ru: Категория
sl: Vrsta

source: Language
be: Мова
eo: Lingvo
gl: Idioma
mr: भाषा
pt_br: Idioma
ru: Язык
sl: Jezik

source: Advanced information
be: Дадатковыя звесткі
eo: Plidetalaj informoj
gl: Informacións avanzadas
mr: प्रगत माहिती
pt_br: Informações avançadas

source: Description
be: Апісанне
eo: Priskribo
gl: Descrición
mr: वर्णन
pt_br: Descrição
ru: Описание
sl: Opis

source: Home url
be: Хатні url
eo: Hejma URL
gl: Enderezo de inicio
mr: होम URL
pt_br: Url inicial
ru: Домашний url
sl: Domači url

source: Server information
be: Звесткі сервера
eo: Informoj pri serviloj
gl: Informacións do servidor
mr: सर्व्हर माहिती
pt_br: Informações do servidor

source: Do allow the server to overwrite the information you entered ?
be: Дазволіць серверу перапісваць уведзеныя звесткі?
eo: Ĉu permesi la servilon anstataŭigi la informojn, kiujn vi tajpis?
gl: Permitir ó servidor sobreescribir a información que introduceu?
mr: तुम्ही एंटर केलेली माहिती सर्व्हरला ओव्हरराईट करण्याची परवानगी देता का?
pt_br: Permitir que o servidor sobrescreva as informações que você forneceu ?

source: News Feeds Configuration
be: Канфігурацыя каналаў навін
eo: Agordoj pri la abonfluoj
gl: Configuración das fontes de Novas
mr: बातम्या फीड कॉन्फिगरेशन
pt_br: Configuração de Feeds de Notícias
ru: Настройка новостных лент
sl: Nastavitev Virov novic

source: Categories
be: Катэгорыі
eo: Kategorioj
gl: Categorías
mr: श्रेणी
pt_br: Categorias
ru: Категории
sl: Vrste

source: Move Up
be: Уверх
eo: Movi supren
gl: Mover arriba
mr: वर हलवा
pt_br: Mover acima
ru: Вверх

source: Move Down
be: Уніз
eo: Movi suben
gl: Mover abaixo
mr: खाली हलवा
pt_br: Mover abaixo
ru: Вниз

source: Add
be: Дадаць
eo: Aldoni
gl: Engadir
mr: जोडा
pt_br: Adicionar
ru: Добавить
sl: Dodaj

source: Delete
be: Выдаліць
eo: Forigi
gl: Eliminar
mr: हटवा
pt_br: Remover
ru: Удалить
sl: Izbriši

source: Configure
be: Канфігураваць
eo: Agordi
gl: Configurar
mr: कॉन्फिगर करा
pt_br: Configurar
ru: Настроить
sl: Nastavi

source: Languages
be: Мовы
eo: Lingvoj
gl: Idiomas
mr: भाषा
pt_br: Idiomas
ru: Языки
sl: Jeziki

source: All
be: Усе
eo: Ĉiuj
gl: Todos
mr: सर्व
pt_br: Todos
ru: Все
sl: Vse

source: Select
be: Выбраць
eo: Elekti
gl: Seleccionar
mr: निवडा
pt_br: Selecionar
ru: Выбрать
sl: Izberi

source: Empty the lists
be: Ачысціць спісы
eo: Vakigi la listojn
gl: Baleirar as listas
mr: याद्या रिकामे करा
pt_br: Esvaziar as listas
ru: Очистить списки
sl: Izprazni sezname

source: Restore default lists
be: Вярнуць перадвызначаныя спісы
eo: Restarigi apriorajn listojn
gl: Restaurar as listas predeterminadas
mr: डीफॉल्ट सूची पुनर्संचयित करा
pt_br: Restaurar listas padrões
ru: Восстановить умолчания
sl: Obnovi privzete sezname

source: There are <hilight>feeds</hilight> in this category.<br>You have to <hilight>remove them first</hilight>
be: У гэтай катэгорыі ёсць <hilight>каналы</hilight>.<br>Неабходна <hilight>спачатку выдаліць іх</hilight>
eo: Ĉeestas <hilight>abonfluoj</hilight> en ĉi tiu kategorio.<br>Vi devas <hilight>forigi ilin unue</hilight>
gl: Hai <hilight>fontes</hilight> nesta categoría.<br> Primeiro ten que <hilight>eliminales</hilight>
mr: या श्रेणीमध्ये<hilight> फीड</hilight> आहेत.<br> आधी<hilight> त्यांना काढून टाका.</hilight>
pt_br: Há <hilight>Feeds</hilight> nesta categoria.<br>Você tem que <hilight>removê-los primeiro</hilight>
ru: В этой категории есть <hilight>ленты</hilight>.<br>Необходимо <hilight>сначала удалить их</hilight>
sl: Obstajajo·<hilight>viri</hilight>·v tej vrsti.<br>Morate<hilight>najprej odstraniti vire</hilight>

source: News Module - Are you sure ?
be: Модуль Навіны - Вы ўпэўненыя?
eo: Modulo de novaĵoj - Ĉu vi certas?
gl: Módulo de Novas - Está seguro?
mr: बातम्या मॉड्यूल - तुम्हाला खात्री आहे का?
pt_br: Módulo Notícias - Tem certeza?
ru: Новостной модуль - вы уверены?
sl: Modul·Novice - Ali ste prepričani?

source: News Gadget Configuration
be: Канфігурацыя гаджэта Навіны
eo: Agordoj pri la akcesoraĵo de novaĵoj
gl: Configuración do Gadget de Novas
mr: बातम्या गॅझेट कॉन्फिगरेशन
pt_br: Configuração do Gadget Notícias
ru: Настройка новостного гаджета
sl: Gadget·Novice·- Nastavitve

source: View Mode
be: Рэжым прагляду
eo: Vida reĝimo
gl: Modo de visualización
mr: दृश्य मोड
pt_br: Modo de visualização
ru: Режим просмотра
sl: Pregledovalni način

source: Show one icon for all feeds
be: Паказваць адзіны значок для ўсіх каналаў
eo: Vidigi unu piktogramon por ĉiuj abonfluoj
gl: Amosar unha icona para tódalas fontes
mr: सर्व फीड्ससाठी एक आयकॉन दाखवा
pt_br: Mostrar um ícone para todos os Feeds
ru: Показывать один значок для всех лент
sl: Prikazuj le eno ikono za vse vire

source: Show all feeds
be: Паказваць усе каналы
eo: Montri ĉiujn abonfluojn
gl: Amosar tódolas fontes
mr: सर्व फीड्स दाखवा
pt_br: Mostrar todos os Feeds
ru: Показывать все ленты
sl: Prikaži vse vire

source: Show unread feeds
be: Паказваць непрачытаныя каналы
eo: Montri nelegitajn abonfluojn
gl: Amosar fontes non lidas
mr: न वाचलेले फीड दाखवा
pt_br: Mostrar Feeds não lidos
ru: Показывать непрочитанные ленты
sl: Prikaži neprebrane vire

source: Show all feeds marked as important
be: Паказваць усе каналы пазначаныя як важныя
eo: Montri ĉiujn markitajn abonfluojn kiel gravaj
gl: Amosar tódalas fontes marcadas como importantes
mr: महत्त्वाचे म्हणून चिन्हांकित केलेले सर्व फीड दाखवा
pt_br: Mostrar todos os Feeds marcados como importante
ru: Показывать все ленты отмеченные как важные
sl: Prikaži vse vire označene kot pomembne

source: Show unread feeds marked as important
be: Паказваць непрачытаныя каналы пазначаныя як важныя
eo: Montri markitajn nelegitajn abonfluojn kiel gravaj
gl: Amosar as fontes non lidas marcadas como importantes
mr: महत्त्वाचे म्हणून चिन्हांकित केलेले न वाचलेले फीड दाखवा
pt_br: Mostrar Feeds não lidos marcados como importante
ru: Показывать непрочитанные ленты отмеченные как важные
sl: Prikaži neprebrane vire označene kot pomembne

source: Feed open in
be: Адкрываць каналы ў
eo: Malfermi abonfluon en
gl: Abrir fonte en
mr: फीड उघडा
pt_br: Abrir Feed no
ru: Открывать ленты в
sl: Odpiranje vira v

source: the feed viewer
be: сродак прагляду каналаў
eo: la abonfluo-legilo
gl: O visor de fontes
mr: फीड व्ह्यूअर
pt_br: visualizador de Feed
ru: просмотрщике лент
sl: pregledovalniku vira

source: my favorite browser
be: у абраным браўзеры
eo: mia preferata retumilo
gl: O meu navegador favorito
mr: माझा आवडता ब्राउझर
pt_br: meu navegador favorito
ru: в любимом браузере
sl: mojem priljubljenem brskalniku

source: Browser opens home url
be: Адкрываць у браўзеры хатні url
eo: Retumilo malfermas la adreson de la ĉefpaĝo
gl: Abrir navegador co enderezo de inicio
mr: ब्राउझर होम URL उघडतो.
pt_br: Navegador abre a Url inicial
ru: Открывать в браузере домашний url вместо url ленты
sl: Brskalnik odpre domači url

source: instead of feed url
be: замест url канала
eo: anstataŭ la abonflua adreso
gl: No lugar da url da fonte
mr: फीड URL ऐवजी
pt_br: ao invés da Url do Feed
sl: namesto virovega url

source: Apply this to all News gadgets
be: Ужыць гэта да ўсіх гаджэтаў Навіны
eo: Apliki tion al ĉiuj novaĵo-akcesoraĵoj
gl: Aplicar isto a todos os gadgets de Novas
mr: हे सर्व बातम्या गॅझेटवर लागू करा
pt_br: Aplicar isto a todos os Gadgets Notícias
ru: Применить это ко всем новостным гаджетам
sl: Uveljavi to za vse gadgete Novic

source: News Gadget Content Configuration
be: Канфігурацыя змесціва гаджэта Навіны
eo: Agordoj pri la enhavo de novaĵo-akcesoraĵoj
gl: Configuración do contido do gadget de Novas
mr: बातम्या गॅझेट सामग्री कॉन्फिगरेशन
pt_br: Configuração de conteúdo do Gadget Notícias
ru: Настройка содержимого новостного гаджета
sl: Gadget Novice - Nastavitev vsebine

source: Available Feeds
be: Даступныя каналы
eo: Disponeblaj fluoj
gl: Fontes dispoñíbeis
mr: उपलब्ध फीड्स
pt_br: Feeds Disponíveis
ru: Доступные ленты

source: Add this Feed
be: Дадаць гэты канал
eo: Aldoni ĉi tiun abonfluon
gl: Engadir esta Fonte:
mr: हे फीड जोडा
pt_br: Adicionar este Feed
ru: Добавить эту ленту
sl: Dodaj ta Vir

source: Selected Feeds
be: Выбраныя каналы
eo: Elektitaj abonfluoj
gl: Fonntes seleccionadas
mr: निवडलेले फीड
pt_br: Feeds selecionados
ru: Выбранные ленты
sl: Izbrani Viri

source: Remove this Feed
be: Выдаліць гэты канал
eo: Forigi ĉi tiun abonfluon
gl: Eliminar esta Fonte
mr: हे फीड काढून टाका
pt_br: Remover este Feed
ru: Удалить эту ленту
sl: Odstrani ta Vir

source: News Feeds Language Configuration
be: Канфігурацыя мовы каналаў навін
eo: Agordoj de la lingvo de la abonfluoj
gl: Configuración do idioma das fontes de Novas
mr: बातम्या फीड भाषा कॉन्फिगरेशन
pt_br: Configuração de idioma dos Feeds de Notícias
ru: Настройка языка новостных лент
sl: Jezikovne nastavitve novičarskih virov

source: Welcome to News Module !
be: Вітае модуль Навіны !
eo: Bonvenon en la modulo de novaĵoj!
gl: Benvido o módulo de novas !
mr: न्यूज मॉड्यूल मध्ये आपले स्वागत आहे!
pt_br: Bem vindo ao módulo Notícias !
ru: Добро пожаловать в новостной модуль!
sl: Dobrodošli v modul Novice !

source: Please select the languages that you are able to read
be: Калі ласка, выберыце мовы, якія вы жадаеце чытаць
eo: Bonvole elektu la lingvojn, kiujn vi scipovas
gl: Por favor seleccione os idiomas que sepa ler
mr: कृपया तुम्हाला वाचता येणाऱ्या भाषा निवडा.
pt_br: Por favor selecione os idiomas que você consegue ler
ru: Пожалуйста, выберите языки, которые вы умеете читать
sl: Prosimo, izberite jezike, v katerih lahko berete

source: The <hilight>name</hilight> you entered is not correct
be: Уведзеная <hilight>назва</hilight> няправільная
eo: La <hilight>nomo</hilight>, kiun vi tajpis, ne estas korekta
gl: O <hilight>nome</hilight> que introduciu non é correcto
mr: तुम्ही प्रविष्ट केलेले<hilight> नाव</hilight>बरोबर नाही.
pt_br: O <hilight>nome</hilight> que você forneceu não está correto
ru: Введённое <hilight>имя</hilight> некорректно
sl: Vneseno·<hilight>ime</hilight>·ni pravilno

source: The need to <hilight>select a category</hilight>.
be: Неабходна <hilight>выбраць катэгорыю</hilight>.
eo: La neceso <hilight>elekti kategorion</hilight>.
gl: Debe <hilight>seleccionar unha categoría</hilight>.
mr: गरज<hilight> एक श्रेणी निवडा</hilight> .
pt_br: É necessário <hilight>selecionar uma categoria</hilight>.
ru: Необходимо <hilight>выбрать категорию</hilight>
sl: Potreba po·<hilight>izboru vrste</hilight>.

source: A feed with the <hilight>name</hilight> %s <hilight>already exists</hilight><br>in the %s category<br><br>Its not possible to have feeds with the same name<br>in one category.
be: Канал з <hilight>назвай</hilight> %s <hilight>ужо існуе</hilight><br>ў катэгорыі %s<br><br>Нельга мець каналы з аднолькавымі назвамі ў адной катэгорыі.
eo: Abonfluo <hilight>nomata</hilight> %s <hilight>jam ekzistas</hilight><br>en la kategorio %s<br><br>Ne eblas havi abonfluojn kun sama nomo<br>en sama kategorio.
gl: Unha fonte de novas co <hilight>nome</hilight> %s <hilight>xa existe</hilight><br>na categoría %s<br><br>Non é posíbel ter fontes co mesmo nome<br>nunha categoría
mr: सह एक फीड<hilight> नावे</hilight> %s<hilight> आधीच अस्तित्वात आहे</hilight><br> %s श्रेणीमध्ये<br><br> एका श्रेणीत आकाधिक नावाचे फीड असणे शक्य नाही.<br>
pt_br: Um Feed com o <hilight>nome</highlight> %s <hilight>já existe</hilight><br>na categoria %s<br><br>Não é possível ter Feeds com o mesmo nome<br> em uma única categoria.
ru: Лента с <hilight>именем</hilight> %s <hilight>уже существует</hilight><br>в категории %s<br><br>Нельзя иметь ленты с одинаковым именем в одной категории.
sl: Vir s tem·<hilight>imenom</hilight>·%s·<hilight>že obstaja</hilight><br>v·%s·vrsti<br><br>Ni mogoče imeti dveh virov z enakim imenom<br>v eni vrsti virov.

source: You need to select a <hilight>language</hilight>.
be: Неабходна выбраць <hilight>мову</hilight>
eo: Vi devas elekti <hilight>lingvon</hilight>.
gl: Necesita seleccionar un <hilight>idioma</hilight>.
mr: तुम्हाला एक निवडावे लागेल<hilight> भाषा</hilight> .
pt_br: Você precisa selecionar um <hilight>idioma</hilight>.
ru: Необходимо выбрать <hilight>язык</hilight>
sl: Izbrati morate·<hilight>jezik</hilight>.
