Repository: JeffHoogland/moksha-modules-extra
Catalog: photo/po/*.po
Languages: nl, sk, sl

source: Photo Module
sk: Foto modul
sl: Modul Slika

source: E Canvas init failed !
nl: E Canvas initialisatie mislukt !
sk: Načítanie E plátna zlyhalo !
sl: Spodletel zagon E Platna !

source: Theme init failed !
nl: Thema initiatie mislukt !
sk: Načítanie témy zlyhalo !
sl: Spodletel zagon teme !

source: Config init failed
nl: Configuratie initiatie misluk !
sk: Načítanie konfigurácie zlyhalo
sl: Spodletel zagon Nastavitev !

source: Picture subsystem init failed
nl: Afbeelding subsysteem initiatie mislukt !
sk: Načítanie podsystému obrázkov zlyhalo
sl: Spodletel zagon slikovnega podsistema !

source: Popup warn subsystem init failed
nl: Popup waarschuwing subsysteem initialisatie mislukt !
sk: Načítanie podsystému varovania zlyhalo
sl: Spodletel zagon podsistema opozarjanja s pojavnim oknom !

source: Popup info subsystem init failed
nl: Popup info subsysteem initialisatie mislukt
sk: Načítanie informačného podsystému zlyhalo
sl: Spodletel zagon podsistema obveščanja s pojavnim oknom !

source: Photo
nl: Foto
sk: Fotografie
sl: Slika

source: <hilight>Photo module : Configuration Upgraded</hilight><br><br>Your configuration of photo module<br>has been upgraded<br>Your settings were removed<br>Sorry for the inconvenience<br><br>(%d -> %d)
nl: <hilight>Photo Module : Configuratie Geupgrade</hilight><br><br>Jouw configuratie van Photo Module<br>is geupgrade<br>Jouw instellingen werden verwijderd<br>Sorry voor het ongemak<br><br>(%d -> %d)
sk: <hilight>Foto modul : Konfigurácia aktualizovaná</hilight><br><br>Vaša konfigurácia modulu<br>bola aktualizovaná.<br>Vaše nastavenie bolo vymazané.<br>Ospravedlnujeme sa za vzniknuté problémy<br><br>(%d -> %d)
sl: <hilight>Modul Slika·:·Nastavitve posodobljene</hilight><br><br>Vaše nastavitve modula Slika<br>so bile posodobljene<br>Vaše nastavitve so bile odstranjene<br>Opravičujemo·se·za·neprijetnosti.<br><br>(%d·->·%d)

source: Photo Module version
nl: Photo Module Versie
sk: Verzia foto modulu
sl: Različica modula Slika

source: <hilight>Photo module : Configuration Downgraded</hilight><br><br>Your configuration of Photo module<br>has been downgraded<br>Your settings were removed<br>Sorry for the inconvenience<br><br>(%d ->%d)
nl: <hilight>Photo Module : configuratie gedowngrade</hilight><br><br>Jouw configuratie van Photo module<br>is gedowngrade<br>Jouw instellingen werden verwijderd<br>Sorry voor het ongemak<br><br>(%d -> %d)
sk: <hilight>Foto modul : Konfigurácia degradovaná</hilight><br><br>Vaša konfigurácia Foto modulu<br>bola degradovaná.<br>Vaše nastavenie bolo vymazané.<br>Ospravedlňujeme sa za vzniknuté problémy<br><br>(%d ->%d)
sl: <hilight>Modul Slika·:·Nastavitve postarane</hilight><br><br>Vaše nastavitve modula Slika<br>so bile postarane<br>Vaše nastavitve so bile odstranjene<br>Opravičujemo se za neprijetnosti<br><br>(%d·->%d)

source: Photo Configuration
nl: Photo Configuratie
sk: Konfigurácia Foto
sl: Nastavitev Slike

source: Picture directories
nl: Afbeeldingsmappen
sk: Adresár s obrázkami
sl: Mape slik

source: Add
nl: Toevoegen
sk: Pridať
sl: Dodaj

source: Delete
nl: Verwijderen
sk: Odstrániť
sl: Izbriši

source: Configure
nl: Configureren
sk: Konfigurovať
sl: Nastavi

source: Reload picture directories
nl: Herlaad afbeeldingsmappen
sk: Znova načítať adresáre s obrázkami
sl: Ponovno naloži mape slik

source: Stop loading
nl: Stop laden
sk: Zastaviť načítanie
sl: Ustavi nalaganje

source: Appearance
nl: Weergave
sk: Vzhľad
sl: Izgled

source: Always show label
nl: Altijd label weergeven
sk: Vždy zobraziť popis
sl: Vedno prikaži oznako

source: Nice transitions
nl: Mooie overgangen
sk: Elegantné prechody
sl: Lepi prehodi

source: Default Mouse actions
nl: Standaard Muisacties
sk: Predvolené akcie myši
sl: Privzeta dejanja miške

source: Over
sk: Cez
sl: Prek

source: Left
nl: Links
sk: Vľavo
sl: Levo

source: click
nl: klikken
sk: kliknúť
sl: klik

source: Middle
nl: Midden
sk: Stred
sl: Sredina

source: No
nl: Nee
sk: Nie
sl: Ne

source: Popups
sk: Okná s upozornením
sl: Pojavna okna

source: Picture loader popup
nl: Fotolader popup
sl: Pojavno okno nalagalca slik

source: Never
nl: Nooit
sk: Nikdy
sl: Nikoli

source: Summary
nl: Samenvatting
sk: Súhrn
sl: Povzetek

source: Verbose
nl: Met uitleg
sk: Slovný
sl: Zgovorno

source: Miscellaneous
nl: Allerlei
sk: Rôzne
sl: Mešano

source: Remove generated backgrounds
nl: Verwijder gegenereerde achtergronden
sk: Odstrániť generované pozadia
sl: Odstrani ustvarjena ozadja

source: Pictures viewer
nl: Foto bekijker
sk: Prehliadač obrázkov
sl: Pregledovalnik slik

source: Images Quality
nl: Afbeeldingskwaliteit
sk: Kvalita obrázkov
sl: Kakovost slik

source: %1.0f pix
sl: %1.0f·pik.

source: Automaticly reload directories
nl: Automatisch mappen herladen
sk: Automatické obnovenie adresárov
sl: Samodejno ponovno naloži mape

source: when add / modify directory list
nl: wanneer toevoegen / wijzigen van maplijst
sk: ak sa pridáva / zmeniť zoznam adresára
sl: kdaj·dodaj·/·spremeni·seznam map

source: Show label
nl: Label tonen
sk: Zobraziť označenie
sl: Prikaži nalepko

source: Show informations
nl: Informaties tonen
sk: Zobraziť informácie
sl: Prikaži podatke

source: Previous picture
nl: Vorige afbeelding
sk: Predchádzajúci obrázok
sl: Prejšnja slika

source: Next picture
nl: Volgende afbeelding
sk: Ďalší obrázok
sl: Naslednja slika

source: Pause
sk: Pozastaviť
sl: Premor

source: Set as background
nl: Instellen als achtergrond
sk: Nastaviť ako pozadie
sl: Nastavi za ozadje

source: Open viewer
nl: Viewer openen
sk: Otvoriť prehliadač
sl: Odpri pregledovalnik

source: Show menu
nl: Menu tonen
sk: Zobraziť menu
sl: Prikaži meni

source: Photo Directory Configuration
nl: Fotomap Configuratie
sk: Konfigurácia adresára Photo
sl: Nastavitev map modula Slike

source: Directory
nl: Map
sk: Adresár
sl: Mapa

source: Loading options
nl: Opties aan het laden
sk: Nahrať nastavenia
sl: Nalaganje možnosti

source: Recursive
nl: Recursief
sk: Rekurzívne
sl: Po strukturi map

source: Read hidden files
nl: Lees verborgen bestanden
sk: Čítať skryté súbory
sl: Beri skrite datoteke

source: Photo Module Warning
nl: Photo Module Waarschuwing
sk: Varovanie Photo modulu
sl: Opozorilo modula Slika

source: Photo Item Configuration
nl: Photo Item configuratie
sk: Konfigurácia položky Photo
sl: Nastavitev predmetov modula Slike

source: Timer between pictures change
nl: Timer tussen fotowissel
sk: Časovač medzi zmenou obrázkov
sl: Premor med zamenjavami slik

source: Activate
nl: Activeren
sk: Aktivovať
sl: Vključi

source: %1.0f seconds
nl: %1.0f seconden
sk: %1.0f sekúnd
sl: %1.0f·sek.

source: Alpha
sk: Alfa
sl: Alfa

source: Yes
nl: Ja
sk: Áno
sl: Da

source: Default setting
nl: Standaard instelling
sk: Východzie nastavenia
sl: Privzeta nastavitev

source: Mouse actions
nl: Muisacties
sk: Akcie myši
sl: Dejanja miške

source: <hilight>File %s doesnt exists.</hilight><br><br>This file is in Photo module picture list, but it seems you removed it from the disk<br>It cant be set as background, sorry.
nl: <hilight>Bestand %s bestaat niet.</hilight><br><br>Dit bestand is in Photo Module afbeeldingslijst, maar blijkt te zijn verwijderd van de schijf<br>Het kan niet ingesteld worden als achtergrond, sorry.
sk: <hilight>Súbor %s neexistuje.</hilight><br><br>Tento súbor je v zozname Photo, ale pravdepodobne bol zmazaný z disku.<br>Nemôže byť nastavený ako pozadie, prepáčte.
sl: <hilight>Datoteka·%s·ne obstaja.</hilight><br><br>Ta datoteka je na seznamu slik·modula Slika,·a se zdi, da ste jo odstranili z diska<br>Oprostite, ne da se je nastaviti za ozadje.

source: Photo Module Error
nl: Photo Module Fout
sk: Chyba Photo modulu
sl: Napaka modula Slika

source: <hilight>e17setroot needed</hilight><br><br>%s is not an edje file !<br>Photo module needs e17setroot util from e_utils package to set you're picture as backgroundPlease install it and try again
nl: <hilight>e17setroot nodig</hilight><br><br>%s is geen edje bestand !<br>Photo module heeft een e17setroot hulptuig van het e_utils pakket nodig om jouw foto in te stellen als achtergrond<br>Installeer het en probeer opnieuw aub
sk: <hilight>potrebný e17setroot</hilight><br><br>%s nie je edje súbor !<br>Modul Photo potrebuje e17setroot utilitu z eutils balíčku k nastaveniu obrázku ako pozadia! Prosím nainštalujte ho a zkúste opäť.
sl: <hilight>Potrebujem e17setroot·</hilight><br><br>%s·ni·edje·datoteka·!<br>Modul·Slika potrebuje·e17setroot·pripomoček·iz paketa·e_utils, da bi uspešno nastavil vašo sliko za ozadje·. Prosimo namestite ga in poskusite znova.

source: <hilight>File %s doesnt exists !</hilight><br><br>This file is in Photo's module picture list, but it seems you removed it from the disk.<br>It cant be set opened in a viewer, sorry.
nl: <hilight>Bestand %s bestaat niet !</hilight><br><br>Dit bestand is in Photo Module afbeeldingslijst, maar blijkt te zijn verwijderd van de schijf<br>Het kan niet gebruikt worden om te openen in een viewer, sorry.
sk: <hilight>Súbor %s neexistuje !</hilight><br><br>Súbor je v zozname, ale pravdepodobne bol zmazaný.<br>Nemôže byť aplikovaný ako pozadie, prepáčte.
sl: <hilight>Datoteka·%s·ne obstaja·!</hilight><br><br>Ta·datoteka·je·na·seznamu·slik modula Slika, a·se·zdi,·da·ste·jo·odstranili·z diska<br>Oprostite,·ne·da·se·je odpreti v pregledovalniku.

source: <hilight>Viewer %s not found !</hilight><br><br>You can change the viewer for images in Photo module configuration panel (Advanced view)
nl: <hilight>Viewer %s niet gevonden !</hilight><br><br>Je kan de viewer voor afbeeldinggen wijzigen in het configuratiepaneel van de Photo Module (geavanceerde weergave)
sk: <hilight>Prohliadač %s nebol nájdený !</hilight><br><br>Môžete to zmeniť v nastavení modulu (Pokročilý pohľad)
sl: <hilight>Pregledovalnik·%s·ni bil najden·!</hilight><br><br>Pregledovalnik lahko izberete v nastavitveni plošči·modula Slika·(Napredni pogled)

source: Pause slideshow
nl: Pauseer Diavoorstelling
sk: Pozastaviť slideshow
sl: Premor predstavitve

source: Resume slideshow
nl: Diavoorstelling verderzetten
sk: Pokračovať v slideshow
sl: Nadaljevanje predstavitve

source: Picture informations
nl: Foto informatie
sk: Informácie o obrázku
sl: Podatki slike

source: Open in
sk: Otvoriť v
sl: Odpri z

source: Module Settings
sl: Nastavitve modula

source: Settings
sl: Nastavitve

source: Historic
nl: Historiek
sk: Historický
sl: Zgodovina

source: <hilight>Directory %s doesnt exists.</hilight><br><br>You can change the picture's folders in main configuration panel<br>They can be jpeg or png<br><br>After import, if you can remove these files and the pictures still can<br>be viewed, but you wont be able to set them as wallpaper anymore<br><br>
nl: <hilight>Map %s bestaat niet.</hilight><br><br>Je kan de afbeeldingsmap wijzigen in het hoofdconfiguratiepaneel<br>Ze kunnen jpeg of png zijn<br>Na het importeren, kan je de bestanden verwijderen en de foto's nog steeds<br>bekijken, maar je kan ze niet meer instellen als bureaubladachtergrond<br><br>
sk: <hilight>Adresár %s nenájdený.</hilight><br><br>Môžete zmeniť adresáre v konfiguračnom paneli.<br>Môžu byť jpeg alebo png.<br><br>Po importe môžete dalej prohliadať<br>súbory, ale nebude možné ich použiť ako pozadie.<br><br>
sl: <hilight>Mapa·%s·ne obstaja.</hilight><br><br>Mape s slikami lahko nastavite v glavni nastavitveni plošči<br>Lahko so v formatu·jpeg·ali png<br><br>Po uvozu,·bodo tukaj vidne, četudi jih izbrišete<br>ne boste pa jih mogli več nastaviti kot ozadje<br><br>

source: Photo Module Information
nl: Photo Module Informatie
sk: Informácia o Photo module
sl: Podatki modula Slika

source: <hilight>Creating thumbs</hilight><br><br>Some pictures are being thumbed in a <hilight>background task</hilight>.<br>It can take a while, but after, loading will be faster and lighter :)<br><br>Each time wou will load pictures that haven't been loaded in Photo module before,<br>they will be thumbed.<br><br>While creating popups, you will not be able to see any picture in Photo.<br>I hope i'll be able to change that :)
nl: <hilight>Miniatuurweergaven creëren</hilight><br><br>Sommige afbeeldingen worden verkleind in een <hilight>achtergrondstaak</hilight>.<br>Het kan even duren, maar nadien zal het laden veel sneller en lichter zijn :)<br><br>Elke keer als er afbeeldingen geladen worden die nog niet zijn geladen in de Photo Module,<br>zullen ze verkleind worden.<br><br>Terwijl popups gecreëerd worden, zal je jouw foto's niet kunnen bekijken in Photo.<br>Ik hoop dat ik dit kan wijzigen :)
sk: <hilight>Vytváram náhľady</hilight><br><br>Z niektorých obrázkov budú vytvorené náhľady v <hilight>úloha na pozadí</hilight>.<br>Môže to chvíľu trvať, ale potom bude nahrávánie rychlejšie a ľahšie :)<br><br>Vždy, keď nahráte nové obrázky,<br>budú vytvorené náhľady.<br><br>Pri vytváraní nebudete môcť prehliadať žiadne obrázky v module.<br>Dúfam, že to bude možné zmeniť :)
sl: <hilight>Ustvarjanje sličic</hilight><br><br>Ustvarjam slilčice za nekatere slike·<hilight>s procesom ki teče v ozadju</hilight>.<br>Lahko traja nekaj časa, a bo po tem nalaganje hitrejše in lažje·:)<br><br>Vsakič, ko boste odprli slike, ki še niso bile naložene v modul Slika,<br>bodo iz njih narejene sličice.<br><br>Med tem ne boste mogli videti nobene slike v modulu Slika.<br>Upamo, da nam bo uspelo kdaj to spremeniti:)

source: Configure Photo module
nl: Configureer Photo Module
sk: Konfigurovať Photo modul

source: Configure this Photo gadget
nl: Configureer deze Photo gadget
sk: Konfigurovať tento Photo gadget

source: Configure Gadget and Shelf
nl: Configureer Gadget en Shelf
sk: Konfigurovať gadget a shelf
