Repository: JeffHoogland/moksha-modules-extra
Catalog: modules/net/po/*.po
Languages: be, bg, el, fo, fr, hu, lt, mr, nl, sv, tr, uk

source: Net Module Configuration
be: Канфігураванне модуля Сетка
fo: Net-mótula samanseting
lt: Tinklo modulio konfigūracija

source: General Settings
be: Асноўныя налады
bg: Общи настройки
el: Γενικές Ρυθμίσεις
fo: Almennar setingar
fr: Paramètres généraux
hu: Általános beállítások
lt: Bendros nuostatos
mr: सामान्य सेटिंग्ज
nl: Algemene Instellingen
sv: Allmänna inställningar
tr: Genel Ayarlar
uk: Загальні налаштування

source: Show Text
be: Паказваць тэкст
bg: Показване на текста
el: Εμφάνιση Κειμένου
fo: Vís tekst
fr: Afficher le texte
hu: Szöveg megjelenítése
lt: Rodyti tekstą
mr: मजकूर दाखवा
nl: Tekst Tonen
sv: Visa text
tr: Metni Göster
uk: Показувати текст

source: Show Popup On Mouse-Over
be: Паказваць усплываючае акно пры навядзенні мышы
bg: Покажи изскачащ диалог при преминаване с мишката
el: Εμφάνιση
fo: Vís støkkmynd við at halda músina yvir
fr: Montrer le pop-up au survol
hu: Felugró ablak megjelenítése ha az egér felette van
lt: Užvedus žymeklį rodyti iššokantį langą
mr: माउस-ओव्हरवर पॉपअप दाखवा
nl: Pop-up Weergeven bij Muisover
sv: Visa popup vid mus-över
tr: Fare üzerine gelince açılır pencere göster
uk: Показувати виринання при наведені курсора

source: Launch Application On Double-Click
be: Выконваць праграму пры двайным націсненні
bg: Пусни приложението при двойно кликане
el: Εκτέλεση Εφαρμογής Σε Διπλό-Κλικ
fo: Koyr nýtsluskipan við at dupultklikkja
fr: Lancer une application avec un double-clic
hu: Alkalmazás indítása dupla kattintásra
lt: Du-kart spragtelėjus paleisti programą
mr: डबल-क्लिक करून अॅप्लिकेशन लाँच करा
nl: Applicatie opstarten bij dubbelklikken
sv: Starta applikation vid dubbelklick
tr: Çift tıklamada Uygulama Başlat
uk: Запускати програму при подвійному клаці

source: Activity Notification Level
be: Паведамленне пра ўзровень актыўнасці
bg: Ниво на известие за активността
el: Ειδοποίηση Επιπέδου Δραστηριότητας
fr: Fréquence du rapport d'activité
hu: Figyelmeztető szint aktivitás
lt: Veikos informavimo lygis
mr: अ‍ॅक्टिव्हिटी सूचना पातळी
nl: Activiteitsnotificatie niveau
sv: Aktivitetsnotifieringsnivå
tr: Hareketlilik Bildirim Seviyesi
uk: Рівень сповіщення про діяльність

source: High (MB)
be: Высокі (МБ)
bg: Високо (МБ)
el: Υψηλή (MB)
fo: Høgt (MB)
fr: Haute (Mo)
hu: Magas (MB)
lt: Aukštas (MB)
mr: उच्च (MB)
nl: Hoog (MB)
sv: Hög (MB)
tr: Yüksek (MB)
uk: Високий (МБ)

source: Middle (KB)
be: Сярэдні (КБ)
bg: Средно (КБ)
el: Μεσαία (KB)
fo: Meðal (KB)
fr: Moyenne (Ko)
hu: Közepes (KB)
lt: Vidutinis (KB)
mr: मध्य (केबी)
nl: Middelmatig (KB)
sv: Medel (KB)
tr: Orta (KB)
uk: Середній (КБ)

source: Low (B)
be: Нізкі (Б)
bg: Ниско (Б)
el: Χαμηλή (B)
fo: Lágt (B)
fr: Basse (o)
hu: Alacsony (B)
lt: Žemas (B)
mr: कमी (ब)
nl: Laag (B)
sv: Låg (B)
tr: Düşük (B)
uk: Низький (Б)

source: Device Settings
be: Налады абсталявання
bg: Настройки на устройство
el: Ρυθμίσεις Συσκευής
fo: Samanseting av tóleindum
fr: Choix de l'interface
hu: Eszköz beállítások
lt: Įrenginio nuostatos
mr: डिव्हाइस सेटिंग्ज
nl: Apparaatinstellingen
sv: Enhetsinställningar
tr: Aygıt Ayarları
uk: Налаштування пристрою

source: Net
be: Сетка
bg: Мрежа
el: Δίκτυο
fr: Réseau
hu: Hálózat
lt: Tinklas
mr: नेट
sv: Nät
tr: Ağ
uk: Мережа

source: Configuration
be: Канфігурацыя
fo: Samanseting
lt: Konfigūracija

source: Device - %s
be: Прылада - %s
bg: Устройство - %s
el: Συσκευή - %s
fo: Tóleind - %s
fr: Interface : %s
hu: Eszköz - %s
lt: Įrenginys - %s
mr: डिव्हाइस - %s
nl: Apparaat - %s
sv: Enhet - %s
tr: Aygıt - %s
uk: Пристрій — %s

source: Net Module Settings
be: Налады модуля Сетка
el: Ρύθμιση Αρθρώματος Δικτύου
fr: Paramétrage du module Réseau
hu: Hálózati Modul Konfiguráció
mr: नेट मॉड्यूल सेटिंग्ज
uk: Налаштування

source: Settings
be: Налады
el: Ρυθμίσεις Συσκευής
fr: Configuration
hu: Eszköz beállítások
mr: सेटिंग्ज
uk: Налаштування
