Repository: JeffHoogland/moksha-modules-extra
Catalog: slideshow/po/*.po
Languages: bg, el, eo, fi, gl, hu, lt, nl, pt_br, sl, tr

source: Slideshow Configuration
bg: Настройка на прожекцията
el: Ρύθμιση Προβολής Σλάιντ
fi: Kuvaesityksen asetukset
hu: Diavetítés beállítása
lt: Prezentacijos konfigūracija
nl: Slideshow Configuratie
pt_br: Configuração da apresentação de slides
tr: Slayt Gösterisi Yapılandırması

source: Cycle Time
el: Χρόνος Κύκλου
eo: Cikla tempo
fi: Kiertoaika
gl: Período
hu: Körforgás idő
lt: Periodo laikas
nl: Wisseltijd
pt_br: Tempo do ciclo
sl: Čas kroženja
tr: Değişim Zamanı

source: Disable Timer
bg: Изключи таймерът
el: Απενεργοποίηση Χρονομετρητή
eo: Malŝalti tempmezurilon
fi: Poista ajastin käytöstä
gl: Deshabilitar temporizador
hu: Időmérő tiltása
lt: Išjungti laikmatį
nl: Timer Uitschakelen
pt_br: Desativar tempo
sl: Onemogoči časomer
tr: Zaman Sayacını Kapat

source: %3.0f seconds
bg: %3.0f секунди
el: %3.0f δευτερόλεπτα
eo: %3.0f sekundoj
fi: %3.0f sekuntia
gl: %3.0f segundos
hu: %3.0f másodperc
lt: %3.0f sekundės
nl: %3.0f seconden
pt_br: %3.0f segundos
sl: %3.0f·sek.
tr: %3.0f saniye

source: Directory
bg: Директория
el: Κατάλογος
eo: Dosierujo
fi: Hakemisto
gl: Directorio
hu: Könyvtár
lt: Katalogas
nl: Map
pt_br: Diretório
sl: Mapa
tr: Dizin

source: Sub-directory to use for backgrounds
bg: Поддиректория за фонове
el: Υπο-κατάλογος με τις ταπετσαρίες
eo: Uzenda subdosierujo por fonoj
fi: Taustakuville käytettävä alihakemisto
gl: Subdirectorio a empregrar para os fondos
hu: Alkönyvtár a háttérképek használatához
lt: Pokatalogis naudojamas fonams
nl: Submappen gebruiken voor achtergronden
pt_br: Sub-diretório para ser utilizado para planos de fundo
sl: Podmapa za uporabo ozadij
tr: Arkaplanlar için kullanılacak alt-dizin

source: Extra
bg: Екстра
el: Επιπρόσθετα
eo: Plia
fi: Ekstra
lt: Papildomi
sl: Dodatno
tr: Ekstra

source: Randomize order
bg: Произволен ред
el: Σε τυχαία σειρά
eo: Hazardigi ordon
fi: Sekoita järjestys
gl: Orde aleatorio
hu: Véletlenszerű megjelenítés
lt: Atsitiktinė tvarka
nl: Willekeurige Volgorde
pt_br: Randomizar órdem
sl: Pomešano razvrščanje
tr: Sırayı rastgele karıştır

source: Set wallpaper on all desktops
bg: Настрой фон на всички работни плотове
el: Ορισμός ταπετσαρίας σε όλες τις Επιφάνειες Εργασίας
eo: Difini fonon por ĉiuj labortabloj
fi: Aseta taustakuvaksi kaikille työpöydille
gl: Establecer fondo en tódolos escritorios
hu: Háttérkép beállítása minden asztalon
lt: Nustatyti foną visiems darbalaukiams
nl: Bureaubladachtergrond instellen op alle bureaubladen
pt_br: Ajustar papel de parede em todas as áreas de trabalho
sl: Nastavi ozadje na vseh namizjih
tr: Tüm masaüstlerine duvarkağıdı yap

source: Set wallpaper on current desktop
bg: Настрой фон на текущия работен плот
el: Ορισμός ταπετσαρίας στην τρέχουσα επιφάνεια εργασίας
eo: Difini fonon por nuna labortablo
fi: Aseta taustakuvaksi nykyiselle työpöydälle
gl: Establecer fondo no escritorio actual
hu: Háttérkép beállítása a jelenlegi asztalon
lt: Nustatyti foną dabartiniam darbalaukiui
nl: Bureaubladachtergrond instellen op huidige bureaublad
pt_br: Ajustar papel de parede na área de trabalho atual
sl: Nastavi ozadje na trenutnem namizju
tr: Şimdiki masaüstüne duvarkağıdı yap

source: Set wallpaper on current screen
bg: Сложи тапет на текущия екран
el: Ορισμός ταπετσαρίας στην τρέχουσα οθόνη
eo: Difini fonon por nuna ekrano
gl: Establecer fondo de escritorio na pantalla actual
hu: Háttérkép beállítása az aktuális képernyőn
lt: Nustatyti foną dabartiniam ekranui
nl: Bureaubladachtergrond instellen op huidig scherm
pt_br: Ajustar papel de parede na tela atual
sl: Nastavi ozadje na trenutnem zaslonu
tr: Şimdiki ekrana duvarkağıdı yap

source: Set wallpaper on current monitor (Xinerama support)
bg: Сложи тапет на текущия монитор (поддържано от Xinerama)
el: Ορισμός ταπετσαρίας στο τρέχον μόνιτορ (υποστήριξη Xinerama)
eo: Difini fonon por nuna monitoro (Xinerama-subteno)
fi: Aseta taustakuvaksi nykyiselle monitorille (Xinerama-tuki)
gl: Establecer fondo de escritorio no monitor actual (soporte para Xinerama)
hu: Háttérkép beállítása a jelenlegi kijelzőn
lt: Nustatyti foną dabartiniam monitoriui (Xinerama palaikymas)
nl: Bureaubladachtergrond instellen op huidige monitor (Xinerama Ondersteuning)
pt_br: Ajustar papel de parede no monitor atual (suporte Xinerama)
sl: Nastavi ozadje na trenutnem monitorju (Podpora Xinerama)
tr: Şimdiki monitöre (Xinrama desteği) duvarkaıdı yap

source: Slideshow
bg: Прожекция
el: Προβολή Σλάιντ
eo: Bildoprezento
fi: Kuvaesitys
gl: Diapositivas
hu: Diavetítés
lt: Prezentacija
pt_br: Apresentação de slides
sl: Predstavitev
tr: Slayt gösterisi

source: Configuration
bg: Конфигурация
el: Ρύθμιση
fi: Asetukset
hu: Beállítás
lt: Konfigūracija
nl: Configuratie
pt_br: Configuração
tr: Yapılandırma

source: Slideshow Settings
eo: Agordoj de Bildoprezento
gl: Preferencias das diapositivas
sl: Nastavitve Predstavitve

source: Settings
eo: Agordoj
gl: Preferencias
sl: Nastavitve
