Repository: JeffHoogland/moksha-modules-extra
Catalog: modules/wallscape/po/*.po
Languages: sk

source: Theme Wallpaper
sk: Tapeta

source: Loading files...
sk: Súbory sa nahrávajú...

source: Wallpaper Settings
sk: Nastavenie

source: Apply
sk: Použiť

source: Close
sk: Zatvoriť

source: All Desktops
sk: Všetky desktopy

source: This Desktop
sk: Tento desktop

source: This Screen
sk: Táto obrazovka

source: Add
sk: Pridať

source: Delete
sk: Vymazať

source: Look
sk: Náhľad
