Repository: JeffHoogland/moksha-modules-extra
Catalog: screenshot/po/*.po
Languages: be

source: Screenshot Settings
be: Налады Screenshot

source: General Settings
be: Асноўныя параметры

source: Beep when taking screenshot
be: Гудок у момант здымку экрана

source: Delay Time:
be: Затрымка:

source: Capture Mode
be: Рэжым здымку

source: Whole Screen
be: Увесь экран

source: Select Window
be: Выбраць акно

source: Select Region
be: Выбраць рэгіён

source: File Settings
be: Налады файлаў

source: Always prompt for filename
be: Заўсёды пытаць пра імя файла

source: Save Directory:
be: Каталог для захавання:

source: Filename:
be: Імя файла:

source: Application Settings
be: Налады праграмы

source: Launch application after taking screenshot
be: Запускаць праграму пасля здымку экрана

source: Thumbnail Settings
be: Параметры мініяцюры

source: Generate thumbnail from screenshot
be: Ствараць мініяцюру з здымку экрана

source: Image Quality:
be: Якасць відарыса:

source: Application:
be: Праграма:

source: Size:
be: Памер:

source: (Percentage of original image to use for thumbnail)
be: (Адсоткаў ад зыходнага відарыса для мініяцюры)

source: Screenshot Module Configuration data needed upgrading. Your old configuration<br> has been wiped and a new set of defaults initialized. This<br>will happen regularly during development, so don't report a<br>bug. This simply means Screenshot module needs new configuration<br>data by default for usable functionality that your old<br>configuration simply lacks. This new set of defaults will fix<br>that by adding it in. You can re-configure things now to your<br>liking. Sorry for the inconvenience.<br>
be: Screenshot Module: спатрэбілася абнавіць налады. Старыя значэнні былі<br>выдалены, пасля чаго былі наладжаны перадвызначаныя значэнні.<br>Гэта будзе адбывацца рэгулярна, таму не трэба рабіць справаздачу пра памылкі.<br>Так адбываецца таму, што модулю патрэбныя новыя перадвызначаныя налады,<br>каб выкарыстоўваць функцыі, якіх няма ў старых наладах.<br>Новыя перадвызначаныя значэнні выправят гэта. Зараз вы можаце<br>наладзіць модуль як пажадаеце.<br>Выбачайце за нязручнасці.<br>

source: Your Screenshot Module configuration is NEWER than the Screenshot Module version. This is very<br>strange. This should not happen unless you downgraded<br>the Screenshot Module or copied the configuration from a place where<br>a newer version of the Screenshot Module was running. This is bad and<br>as a precaution your configuration has been now restored to<br>defaults. Sorry for the inconvenience.<br>
be: Вашы налады модуля Screenshot БОЛЬШ НОВЫЯ, чым версія модуля. Гэта вельмі<br>дзіўна. Так не павінна быць, калі толькі вы не пераходзілі<br> на старую версію ці скапіявалі налады адтуль,<br>дзе выкарыстоўвалася больш новая версія. Гэта дрэнна, і<br>таму на ўсялякі выпадак вашы налады скінуты да перадвызначаных значэнняў.<br>Выбачайце за нязручнасці.<br>

source: Take Screenshot
be: Зрабіць здымак экрана

source: Screenshot Configuration Updated
be: Канфігурацыя модуля Screenshot абноўлена

source: Settings
be: Налады

source: Screenshot Module
be: Модуль Screenshot

source: Enter a new filename for this screenshot
be: Увядзіце новае імя файла для гэтага здымка экрана
