Repository: JeffHoogland/moksha-modules-extra
Catalog: modules/alarm/po/*.po
Languages: be, ca, fi, hu, mr, sl, uk

source: Alarm Configuration
be: Канфігураванне будзільніка
ca: Configuració Alarma
fi: Hälytyksen asetukset
hu: Az emlékeztető beállítási
mr: अलार्म कॉन्फिगरेशन
sl: Nastavitve Alarma
uk: Налаштування

source: Alarm
be: Будзільнік
ca: Alarma
fi: Hälytys
hu: Emlékeztető
mr: अलार्म
uk: Будильник

source: Active
be: Уключаны
ca: Activa
fi: Aktiivinen
hu: Aktív
mr: सक्रिय
sl: Aktiviran
uk: Увімкнути

source: Add
be: Дадаць
ca: Afegir
fi: Lisää
hu: Hozzáadás
mr: जोडा
sl: Dodaj
uk: Додати

source: Delete
be: Выдаліць
ca: Borrar
fi: Poista
hu: Törlés
mr: हटवा
sl: Izbriši
uk: Вилучити

source: Configure
be: Канфігураваць
ca: Configurar
fi: Muokkaa
hu: Beállítás
mr: कॉन्फिगर करा
sl: Nastavi
uk: Налаштувати

source: Duplicate
be: Скапіяваць
ca: Duplicar
fi: Kopioi
hu: Megkettőzés
mr: नक्कल
sl: Podvoji
uk: Повторити

source: Alarm Options
be: Параметры будзільніка
ca: Opcions d'Alarma
fi: Hälytyksen valinnat
hu: Emlékeztető beállítások
mr: अलार्म पर्याय
sl: Možnosti Alarma
uk: Параметри

source: Show next alarm
be: Паказаць наступную падзею
ca: Mostra següent alarma
fi: Näytä seuraava hälytys
hu: Következő emlékeztető mutatása
mr: पुढील अलार्म दाखवा
sl: Prikaži naslednji alarm
uk: Показати наступний будильник

source: Alarms Defaults
be: Перадвызначаныя падзеі
ca: Alarmes Defecte
fi: Hälytysten oletukset
hu: Emlékeztetők alapértelmezései
mr: अलार्म डीफॉल्ट
sl: Privzeto
uk: Типові будильники

source: Open popup
be: Паказаць паведамленне
ca: Відкрити виринання
fi: Avaa ponnahdus
hu: Felugró megnyitása
mr: पॉपअप उघडा
sl: Odpri pojavno okno
uk: Відкрити виринання

source: Run program
be: Выканаць праграму
ca: Corra programa
fi: Suorita ohjelma
hu: Program futtatása
mr: प्रोग्राम चालवा
sl: Zaženi program
uk: Запустити програму

source: Auto-Remove alarms
be: Аўтаматычнае выдаленне падзей
ca: Borra automàticament alarmes
fi: Poista hälytykset automaattisesti
hu: Emlékesztető automatikus eltávolítása
mr: अलार्म ऑटो-रिमूव्ह करा
sl: Samodejno odstrani alarme
uk: Автовилучити будильники

source: Alarm Configuration : Setup an alarm
be: Канфігураванне будзільніка : Наладжванне падзеі
ca: Configuració Alarma: Configura una alarma
fi: Hälytyksen asetukset : Aseta hälytys
hu: Emlékeztető beállítás : Emlékeztető hozzáadása
mr: अलार्म कॉन्फिगरेशन: अलार्म सेट करा
sl: Nastavitve Alarma : Nastavi alarm
uk: Налаштування : встановити будильник

source: Informations
be: Звесткі
ca: Informacions
fi: Tiedot
hu: Információk
sl: Informacije
uk: Інформація

source: Name
be: Імя
ca: Nom
fi: Nimi
hu: Név
mr: नाव
sl: Ime
uk: Назва

source: Description
be: Апісанне
ca: Descripció
fi: Kuvaus
hu: Leírás
mr: वर्णन
sl: Opis
uk: Опис

source: Schedule
be: Расклад
ca: Розклад
fi: Ajastus
hu: Ütemezés
mr: वेळापत्रक
sl: Urnik
uk: Розклад

source: %1.0f hour
be: %1.0f гадзін
ca: %1.0f hora
fi: %1.0f. tunti
hu: %1.0f óra
mr: %1.0f तास
sl: %1.0f ur
uk: %1.0f година

source: %1.0f minute
be: %1.0f хвілін
ca: %1.0f minut
fi: %1.0f. minuutti
hu: %1.0f perc
mr: %1.0f मिनिट
sl: %1.0f min.
uk: %1.0f хвилина

source: Days of the week
be: Дні тыдня
ca: Dies de la setmana
fi: Viikonpäivä
hu: A hét napjai
mr: आठवड्याचे दिवस
sl: Dnevi v Tednu
uk: Дні тижня

source: Monday
be: Панядзелак
ca: Dilluns
fi: Maanantai
hu: hétfő
mr: सोमवार
sl: Ponedeljek
uk: Понеділок

source: Tuesday
be: Аўторак
ca: Dimarts
fi: Tiistai
hu: kedd
mr: मंगळवार
sl: Torek
uk: Вівторок

source: Wednesday
be: Серада
mr: बुधवार

source: Thursday
be: Чацвер
ca: Diijous
fi: Tosrstai
hu: csütörtök
mr: गुरुवार
sl: Četrtek
uk: Четвер

source: Friday
be: Пятніца
ca: Divendres
fi: Perjantai
hu: péntek
mr: शुक्रवार
sl: Petek
uk: П'ятниця

source: Saturday
be: Субота
ca: Dissabte
fi: Lauantai
hu: szombat
mr: शनिवार
sl: Sobota
uk: Субота

source: Sunday
be: Нядзеля
ca: Diumenge
fi: Sunnuntai
hu: vasárnap
mr: रविवार
sl: Nedelja
uk: Неділя

source: One day
be: Адзін дзень
ca: Un dia
fi: Yksi päivä
hu: egy nap
mr: %li दिवस
sl: En Dan
uk: Один день

source: Date (YYYY/MM/DD)
be: Дата (ГГГГ/ММ/ДД)
ca: Data (YYYY/MM/DD)
fi: Päivämäärä (VVVV/KK/PP)
hu: Dátum (ÉÉÉÉ/HH/NN)
mr: तारीख (YYYY/MM/DD)
sl: Datum (LLLL/MM/DD)
uk: Дата (РРРР/ММ/ДД)

source: Today
be: Сёння
ca: Avui
fi: Tänään
hu: Ma
mr: आज
sl: Danes
uk: Сьогодні

source: Tomorrow
be: Заўтра
ca: Demà
fi: Huomenna
hu: Holnap
mr: उद्या
sl: Jutri
uk: Завтра

source: <hilight>Error, The alarm was not added !</hilight><br><br>There is an error in the informations / schedule of your alarm
be: <hilight>Памылка, падзея не даданая !</hilight><br><br>Памылка ў звестках / раскладзе вашага будзільніка
fi: <hilight>Virhe, hälytystä ei listätty!</hilight><br><br>Hälytyksesi tiedoissa / ajastuksessa oli virhe
hu: <hilight>Hiba, a figyelmeztetés nem lett hozzáadva!</hilight><br><br> Hiba van az információkban / időzitésben.
sl: <hilight>Napaka,·alarm·ni bil dodan·!</hilight><br><br>Imate napako v·informacijah·/·urniku·vašega alarma
uk: <hilight>Помилка, будильник не додано !</hilight><br><br>Помилка в інформації / розкладі вашого будильника

source: <hilight>Error, The alarm was not added !</hilight><br><br>You have to enter a name for the alarm
be: <hilight>Памылка, падзея не даданая !</hilight><br><br>Вам трэба ўвесці імя для падзеі
ca: <hilight>Error, La alarma no ha estat afegida !</hilight><br><br>S'ha d'entrar el nom de l'alarma
fi: <hilight>Virhe, hälytystä ei lisätty!</hilight><br><br>Sinun täytyy antaa nimi hälytykselle
hu: <hilight>Hiba, a figyelmeztetés nem lett hozzáadva!</hilight><br><br> Meg kell adnod az emlékeztető nevét.
mr: <hilight>चूक, अलार्म जोडला गेला नाही!</hilight><br><br> तुम्हाला अलार्मसाठी नाव प्रविष्ट करावे लागेल.
sl: <hilight>Napaka,·alarm·ni bil dodan·!</hilight><br><br>Vnesti morate ime alarma
uk: <hilight>Помилка, будильник не додано !</hilight><br><br>Ви повинні ввести назву для будильника

source: <hilight>Error, The alarm was not added !</hilight><br><br>You have to select at least one day in the week
be: <hilight>Памылка, падзея не даданая !</hilight><br><br>Вам патрэбна выбраць хаця б адзін дзень у тыдні
ca: <hilight>Error, La alarma no ha estat afegida !</hilight><br><br>S'ha d'escollir com a mínim un dia a la setmana
fi: <hilight>Virhe, hälytystä ei lisätty!</hilight><br><br>Sinun täytyy valita ainakin yksi viikonpäivä
hu: <hilight>Hiba, a figyelmeztetés nem lett hozzáadva!</hilight><br><br> Ki kell választanod egyet a hét napjai közül.
mr: <hilight>चूक, अलार्म जोडला गेला नाही!</hilight><br><br> तुम्हाला आठवड्यातून किमान एक दिवस निवडावा लागेल.
sl: <hilight>Napaka,·alarm·ni bil dodan·!</hilight><br><br>Izbrati morate vsaj en dan v tednu
uk: <hilight>Помилка, будильник не додано !</hilight><br><br>Ви повинні вибрати щонайменше один день тижня

source: <hilight>Error, The alarm was not added !</hilight><br><br>The date you entered for the alarm has incorrect syntax<br><br>You have to respect this format :<br> YYYY/MM/DD<br>YYYY is the year on 4 numbers<br>MM is the month on 2 numbers<br>DD is the day on 2 numbers<br>
be: <hilight>Памылка, падзея не даданая !</hilight><br><br>Дата, якую вы ўвелі, мае недакладны сінтаксіс<br><br>Выкарыстоўвайце наступны фармат :<br> ГГГГ/ММ/ДД<br>ГГГГ гэта 4 лічбы года<br>ММ гэта 2 лічбы месяца<br>ДД гэта 2 лічбы дня<br>
ca: <hilight>Error, La alarma no ha estat afegida !</hilight><br><br>La data que s'ha entrat per l'alarma té una incorreció de sintaxi<br><br>S'ha de respectar la sintaxi:<br> YYYY/MM/DD<br>YYYY — és l'any amb 4 numeros<br>MM — és el més amb 2 numeros<br>DD — és el dia amb 2 numeros<br>
fi: <hilight>Virhe, hälytystä ei lisätty!</hilight><br><br>Päivämäärässä, jonka annoit hälytykselle, on virheellinen muoto<br><br>Sinun täytyy noudattaa tätä formaattia:<br> VVVV/KK/PP<br>VVVV on 4-numeroinen vuosiluku<br>KK on 2-numeroinen kuukausi<br>PP on 2-numeroinen päivä<br>
hu: <hilight>Hiba, a figyelmeztetés nem lett hozzáadva!</hilight><br><br> A dátum formátuma, amit megadtál nem megfelelő<br><br>Ezek közül választhatsz :<br> ÉÉÉÉ/HH/NN<br>ÉÉÉÉ ahol az év 4 szám<br>HH a hónap, ami 2 szám<br>DD, ami a nap, ennek 2 számjegynek kell lennie<br>
mr: <hilight>चूक, अलार्म जोडला गेला नाही!</hilight><br><br> तुम्ही अलार्मसाठी प्रविष्ट केलेल्या तारखेचा वाक्यरचना चुकीचा आहे.<br><br> तुम्हाला या स्वरूपाचा आदर करावा लागेल:<br> वर्ष/महिना/दिवस<br> YYYY हे ४ अंकांवर आधारित वर्ष आहे.<br> MM हा २ अंकांवर महिना आहे.<br> २ क्रमांकांवर DD हा दिवस आहे.<br>
sl: <hilight>Napaka,·alarm·ni bil dodan·!</hilight><br><br>Dan, ki ste ga vnesli ima napačno obliko<br><br>Upoštevati morate to obliko·:<br>···LLLL/MM/DD<br>LLLL je leto s štirimi številkami<br>MM·je mesec z dvema številkama<br>DD·je dan z dvema številkama<br>
uk: <hilight>Помилка, будильник не додано !</hilight><br><br>Дата, яку ви ввели має неправильний формат<br><br>Вам слід дотримуватись такий формат :<br> РРРР/ММ/ДД<br>РРРР — чотири цифри, які позначають рік<br>ММ — дві цифри, які позначають місяць<br>ДД — дві цифри, які позначають день<br>

source: <hilight>Error, The alarm was not added !</hilight><br><br>The date you entered is before now
be: <hilight>Памылка, падзея не даданая !</hilight><br><br>Дата, якую вы ўвелі, ужо мінула
ca: <hilight>Error, La alarma no ha estat afegida !</hilight><br><br>La data que s'ha entrat és abans que ara
fi: <hilight>Virhe, hälytystä ei lisätty!</hilight><br><br>Päivämäärä, jonka annoit, on ennen tätä hetkeä
hu: <hilight>Hiba, a figyelmeztetés nem lett hozzáadva!</hilight><br><br> A dátum, amit megadtál, az korábbi, mint a mostani
mr: <hilight>चूक, अलार्म जोडला गेला नाही!</hilight><br><br> तुम्ही एंटर केलेली तारीख आताच्या आधीची आहे.
sl: <hilight>Napaka,·alarm·ni bil dodan·!</hilight><br><br>Dan, ki ste ga vnesli, je v preteklosti
uk: <hilight>Помилка, будильник не додано !</hilight><br><br>Дата, яку ви ввели вже пройшла

source: Alarm Module Error
be: Памылка модуля Будзільнік
ca: Error Mòdul Alarma
fi: Hälytysmoduulin virhe
hu: Figyelmeztető modul hiba
mr: अलार्म मॉड्यूल त्रुटी
sl: Napaka Alarmnega Modula
uk: Помилка будильника

source: Test this alarm
be: Выпрабаваць гэту падзею
ca: Testeja aquesta Alarma
fi: Testaa tämä hälytys
hu: Figyelmeztetés tesztelése
mr: या अलार्मची चाचणी घ्या
sl: Preizkusi ta alarm
uk: Випробувати

source: Ring Options
be: Параметры званка
ca: Options de Timbre
fi: Soiton valinnat
hu: Csengő beállítások
mr: रिंग पर्याय
sl: Možnosti Zvonjenja
uk: Параметри двінка

source: Remove alarm
be: Выдаліць падзею
ca: Borra Alarma
fi: Poista hälytys
hu: Figyelmeztetés eltávolítása
mr: अलार्म काढा
sl: Odstrani alarm
uk: Вилучити будильник

source: No [default]
be: Не [перадвызначана]
ca: No {defecte}
fi: Ei [oletus]
hu: Nem [alapértelmezés]
mr: डीफॉल्ट निर्देशिका
sl: Ne [privzeto]
uk: Ні [типово]

source: Yes
be: Так
ca: si
fi: Kyllä
hu: Igen
mr: होय
sl: Da
uk: Так

source: No
be: Не
fi: Ei
hu: Nem
mr: नाही
sl: Ne
uk: Ні

source: Yes [default]
be: Так [перадвызначана]
ca: Si [defecte]
fi: Kyllä [oletus]
hu: Igen [alapértelmezés]
mr: हो [डीफॉल्ट]
sl: Da [privzeto]
uk: Так [типово]

source: Run a program
be: Выканаць праграму
ca: Executa un programa
fi: Suorita ohjelma
hu: Program futtatása
mr: प्रोग्राम चालवा.
sl: Zaženi program
uk: Запустити програму

source: Run default one
be: Выконваць перадвызначаную
ca: Executa valors defecte
fi: Suorita oletusohjelma
hu: alapértelmezett futtatás
mr: डीफॉल्ट एक चालवा
sl: Zagon privzetega
uk: Запустити типову

source: Run this program
be: Выканаць гэту праграму
ca: Executa aquest programa
fi: Suorita tämä ohjelma
hu: Futtasd ezt a programot
mr: हा प्रोग्राम चालवा.
sl: Zagon tega programa
uk: Запустити цю програму

source: <hilight>Alarm test SUCCEED !</hilight><br><br>But DONT FORGET to ACTIVATE the alarms<br>via the 'Active' check button on the<br>main Alarm configuration panel.
be: <hilight>Выпрабаванне падзеі скончылася ПАСПЯХОВА !</hilight><br><br>НЕ ЗАБУДЬТЕСЯ УКЛЮЧЫЦЬ падзеі<br>з дапамогай кнопкі 'Ўключыць' на<br>асноўнай канфігурацыйнай панэлі Будзільніка.
ca: <hilight>El test d'alarma ha estat exitós!</hilight><br><br>Però NO OBLIDIS d'ACTIVAR les alarmes<br> mitjançant el butó d'Activa <br>en el panell de configuració Central.
fi: <hilight>Hälytystesti ONNISTUI!</hilight><br><br>ÄLÄ KUITENKAAN UNOHDA AKTIVOIDA hälytyksiä<br>Hälytyksen pääasetuspaneelin<br>'Aktivoi'-painikkeella.
hu: <hilight>Emlékeztető teszt SIKERÜLT!</hilight><br><br>De NE FELEJTSD EL AKTIVÁLNI, <br>az Aktivál gomb megnyomásával, ami <br>az emlékeztető főpanelján található.
mr: <hilight>अलार्म चाचणी यशस्वी झाली!</hilight><br><br> पण अलार्म चालू करायला विसरू नका.<br> वरील 'सक्रिय' चेक बटणाद्वारे<br> मुख्य अलार्म कॉन्फिगरेशन पॅनेल.
sl: <hilight>Alarm·USPEŠNO testiran·!</hilight><br><br>Vendar, ne pozabite tudi VKLOPITI alarmov<br>z gumbom·'Aktiviran' v<br>glavni nastavitveni plošči Alarma
uk: <hilight>Будильник успішно працює !</hilight><br><br>Але не забудьте його ввімкнути<br>за допомогою кнопки «Увімкнути» в<br>головній панелі налаштувань.

source: <hilight>Alarm test SUCCEED !</hilight>
be: <hilight>Выпрабаванне падзеі скончылася ПАСПЯХОВА !</hilight>
ca: <hilight>El test d'alarma ha estat exitós!</hilight>
fi: <hilight>Hälytystesti ONNISTUI!</hilight>
hu: <hilight>Emlékeztető teszt SIKERÜLT!</hilight>
mr: <hilight>अलार्म चाचणी यशस्वी झाली!</hilight>
sl: <hilight>Alarm·USPEŠNO testiran·!</hilight>
uk: <hilight>Будильник успішно працює !</hilight>

source: <hilight>Alarm test FAILED !</hilight>
be: <hilight>Выпрабаванне падзеі скончылася ПРАВАЛАМ !</hilight>
ca: <hilight>El test d'alarma ha FALLAT!</hilight>
fi: <hilight>Hälytystesti EPÄONNISTUI!</hilight>
hu: <hilight>Emlékeztető teszt SIKERTELEN!</hilight>
mr: <hilight>अलार्म चाचणी अयशस्वी!</hilight>
sl: <hilight>Testiranje alarma·NEUSPEŠNO !</hilight>
uk: <hilight>Невдале випробування будильника !</hilight>

source: Alarm Module Test Report
be: Справаздача аб выпрабаванні модуля Будзільнік
ca: El Test del Módul d'Alarma Reporta
fi: Hälytysmoduulin testiraportti
hu: Emlékeztető modul teszt jelentés
mr: अलार्म मॉड्यूल चाचणी अहवाल
sl: Alarm Module Poročilo Preizkusa
uk: Звіт про випробування будильника

source: <hilight>Alarm : %s</hilight><br><br>%s
be: <hilight>Падзея : %s</hilight><br><br>%s
fi: <hilight>Hälytys : %s</hilight><br><br>%s
hu: <hilight>Emlékeztető: %s</hilight><br><br>%s
mr: <hilight>अलार्म : %s</hilight><br><br> %s
uk: <hilight>Будильник : %s</hilight><br><br>%s

source: Alarm Module Popup
be: Паведамленне модуля Будзільнік
ca: Виринання будильника
fi: Hälytysmoduulin ponnahdus
hu: Emlékesztető modul elugró
mr: अलार्म मॉड्यूल पॉपअप
sl: Pojavno Okno Modula Alarm
uk: Виринання будильника

source: <hilight>Failed !</hilight><br><br>Alarm couln't launch the program you specified
be: <hilight>Няўдача !</hilight><br><br>Будзільнік не здолеў выканаць зададзеную праграму
ca: <hilight>Errada !</hilight><br><br>L'Alarma no pot executar el programa que s'ha especificat
fi: <hilight>Epäonnistui!</hilight><br><br>Hälytys ei voinut käynnistää ohjelmaa, jonka määritit
hu: <hilight>Sikertelen!</hilight><br><br>Az Emlékeztető nem tudja elindítani a megadott programot
mr: <hilight>अयशस्वी!</hilight><br><br> तुम्ही निर्दिष्ट केलेला प्रोग्राम अलार्म सुरू करू शकत नाही.
sl: <hilight>Neuspeh·!</hilight><br><br>Alarm·ni mogel zagnati·programa, ki ste ga določili
uk: <hilight>Невдача !</hilight><br><br>Будильник не може запустити програму, яку ви вказали.

source: Snooze %s
be: Паўтор %s
ca: Timbre %s
fi: Torkku hälytykselle %s
hu: Szundi %s
mr: स्नूझ करा %s
sl: Dremež·%s
uk: Короткий сон %s

source: %1.0f hours
be: %1.0f гадзін
ca: %1.0f hores
fi: %1.0f tuntia
hu: %1.0f óra
mr: %1.0f तास
sl: %1.0f ur
uk: %1.0f годин

source: %1.0f minutes
be: %1.0f хвілін
ca: %1.0f minuts
fi: %1.0f minuuttia
hu: %1.0f perc
mr: %1.0f मिनिटे
sl: %1.0f min.
uk: %1.0f хвилин

source: Ok
be: Ок
ca: D'acord
mr: ठीक आहे
sl: V Redu
uk: Гаразд

source: Close
be: Закрыць
ca: Tanca
fi: Sulje
hu: Bezárás
mr: बंद
sl: Zapri
uk: Закрити

source: Snooze %.14s of %.2d:%.2d
be: Паўтор %.14s з %.2d:%.2d
ca: Timbre %.14s з %.2d:%.2d
fi: Torkku %.14s. %.2d:%.2d
hu: szundi %.14s of %.2d:%.2d
mr: %.14s पैकी %.2d स्नूझ करा:%.2d
sl: Dremež·%.14s·of·%.2d:%.2d
uk: Короткий сон %.14s з %.2d:%.2d

source: Snooze (No alarm to delay)
be: Паўтор (Няма падзеі для затрымкі)
ca: Timbre (без затримки)
fi: Torkku (Ei hälytyksiä viivästettäväksi)
hu: Szundi (Nincs késleltethető emlékeztetők)
mr: स्नूझ करा (विलंब करण्यासाठी कोणताही अलार्म नाही)
sl: Dremež (Ni alarma za zakasnitev)
uk: Короткий сон (без затримки)

source: Add an alarm
be: Дадаць падзею
ca: Afegeix una alarma
fi: Lisää hälytys
hu: Emlékeztető hozzáadása
mr: अलार्म जोडा
sl: Dodaj alarm
uk: Додати будильник

source: Configuration
be: Канфігураванне
ca: Configuració
fi: Asetukset
hu: Beállítás

source: <hilight>Alarm module : Configuration Upgraded</hilight><br><br>Your configuration of alarm module<br>has been upgraded<br>Your settings and alarms were removed<br>Sorry for the inconvenience<br><br>(%d -> %d)
be: <hilight>Модуль Будзільнік : Абноўлены налады</hilight><br><br>Вашы налады будзільніка<br>былі абноўлены<br>Усе вашы налады і падзеі былі выдалены<br>Выбачайце за нязручнасці<br><br>(%d -> %d)
ca: <hilight>Mòdul Alarma : Configuració Actualitzada</hilight><br><br>La configuració del mòdul d'alarma<br>ha estat actualitzada<br>Les preferències i alarmes han estat borrades<br>Disculpa els inconvenients<br><br>(%d -> %d)
fi: <hilight>Hälytysmoduuli : Asetukset päivitetty</hilight><br><br>Hälytysmoduulisi asetukset<br>on päivitetty<br>Asetuksesi ja hälytyksesi poistettiin<br>Pahoittelut aiheutetusta vaivasta<br><br>(%d -> %d)
hu: <hilight>Emlékeztető modul: Beállítások frissítve</hilight><br><br>Az emlékeztető modulod beállításai<br> frissítve lettek.<br> A korábbi beállítások el lettek távolítva. <br>Elnézést kérünk.<br><br>(%d -> %d)
mr: <hilight>अलार्म मॉड्यूल: कॉन्फिगरेशन अपग्रेड केले</hilight><br><br> तुमचे अलार्म मॉड्यूलचे कॉन्फिगरेशन<br> अपग्रेड केले आहे<br> तुमच्या सेटिंग्ज आणि अलार्म काढून टाकले गेले.<br> गैरसोयीबद्दल क्षमस्व.<br><br> (%d -> %d)
sl: <hilight>Alarm·modul·:·Nastavitve posodobljene</hilight><br><br>Vaše nastavitve modula za·alarm·<br>so bile posodobljene<br>Vaše nastavitve in alarmi so bili odstranjeni<br>Opravičujemo se za neprijetnosti<br><br>(%d·->·%d)
uk: <hilight>Будильник : налаштування оновлено</hilight><br><br>Ваші налаштування будильника<br>оновлено<br>Ваші налаштування і будильники вилучено<br>Вибачте за незручності<br><br>(%d -> %d)

source: Alarm Module version
be: Модуль Будзільнік версія
ca: Versió Mòdul Alarma
fi: Hälytysmoduulin versio
hu: Emlékeztető modul verziója
sl: Modul Alarm različica
uk: Версія будильника

source: <hilight>Alarm module : Configuration Downgraded</hilight><br><br>Your configuration of Alarm module<br>has been downgraded<br>Your settings and alarms were removed<br>Sorry for the inconvenience<br><br>(%d ->%d)
be: <hilight>Модуль Будзільнік : Аднаўленне налад</hilight><br><br>Адбылося аднаўленне вашых<br>налад будзільніка<br>Усе вашы налады ды падзеі былі выдалены<br>Выбачайце за нязручнасці<br><br>(%d -> %d)
ca: <hilight>Mòdul Alarma: Configuració Desactualitzada</hilight><br><br>La configuració del mòdul d'Alarma<br>ha estat desactualitzada<br>Les preferències i alarmes seran borrades<br>Disculpa els inconvenients<br><br>(%d -> %d)
fi: <hilight>Hälytysmoduuli : Asetukset alipäivitetty</hilight><br><br>Hälytysmoduulisi asetukset<br>on alipäivitetty<br>Asetuksesi ja hälytyksesi poistettiin<br>Pahoittelut aiheutetusta vaivasta<br><br>(%d -> %d)
hu: <hilight>Emlékeztető modul: Beállítások viszaállítva</hilight><br><br>Az emlékeztető modulod beállításai<br> vissza lettek állítva.<br> A korábbi beállítások el lettek távolítva. <br>Elnézést kérünk.<br><br>(%d -> %d)
mr: <hilight>अलार्म मॉड्यूल : कॉन्फिगरेशन डाउनग्रेड केले आहे.</hilight><br><br> तुमचे अलार्म मॉड्यूलचे कॉन्फिगरेशन<br> डाउनग्रेड केले आहे<br> तुमच्या सेटिंग्ज आणि अलार्म काढून टाकले गेले.<br> गैरसोयीबद्दल क्षमस्व.<br><br> (%d ->%d)
sl: <hilight>Alarm modul : Nastavitve·postarane</hilight><br><br>Vaše·nastavitve·modula· Alarm <br>so·bile·postarane<br>Vaše·nastavitve·in·alarmi·so·bili·odstranjeni<br>Opravičujemo·se·za·neprijetnosti<br><br>(%d -> %d)
uk: <hilight>Будильник : налаштування понижено версією</hilight><br><br>Ваші налаштування будильника<br>понижено версією<br>Ваші налаштування і будильники вилучено<br>Вибачте за незручності<br><br>(%d -> %d)

source: Settings
be: Налады
mr: सेटिंग्ज
sl: Nastavitve
uk: Налаштування

source: Information
mr: माहिती

source: <hilight>Error, The alarm was not added !</hilight><br><br>There is an error in the information / schedule of your alarm
mr: <hilight>चूक, अलार्म जोडला गेला नाही!</hilight><br><br> तुमच्या अलार्मच्या माहिती / वेळापत्रकात त्रुटी आहे.

source: Alarm Module version
mr: अलार्म मॉड्यूल आवृत्ती

source: Wenesday
ca: Dimecres
fi: Keskiviikko
hu: szerda
sl: Sreda
uk: Середа
