Repository: JeffHoogland/moksha-modules-extra
Catalog: modules/photo/po/*.po
Languages: be, de, gl, lt, mr, ru, tr

source: Photo Module
be: Модуль Фота
de: Foto-Modul
gl: Módulo Foto
lt: Nuotraukų modulis
mr: फोटो मॉड्यूल
ru: Модуль Фото
tr: Fotoğraf Modülü

source: E Canvas init failed !
be: ПАМ. Не ўдалося ініцыялізаваць палатно !
de: "E Canvas" ist fehlgeschlagen!
gl: Fallou a inicialización de E Canvas !
lt: Nepavyko inicijuoti E Canvas !
ru: ОШ. Не удалось инициализировать полотно !
tr: E Tuval başlatılamadı !

source: Theme init failed !
be: Не ўдалося ініцыялізаваць тэму !
de: "Theme" ist fehlgeschlagen!
gl: Fallou a inicialización do tema !
lt: Nepavyko inicijuoti temos !
ru: Не удалось инициализировать тему !
tr: Tema başlatılamadı !

source: Config init failed
be: Не ўдалося ініцыялізаваць канфігурацыю
de: "Config" ist fehlgeschlagen!
gl: Fallou a inicialización da configuración!
lt: Nepavyko inicijuoti konfigūracijos
mr: कॉन्फिगरेशन सुरू करणे अयशस्वी झाले
ru: Не удалось инициализировать конфигурацию
tr: Yapılandırma başlatılamadı

source: Picture subsystem init failed
be: Не ўдалося ініцыялізаваць падсістэму відарысаў
de: Bildersubsystem ist fehlgeschlagen!
gl: Fallou a inicialización do subsistema de imaxes!
lt: Nepavyko inicijuoti paveikslų posistemės
mr: चित्र उपप्रणाली प्रारंभ अयशस्वी झाली
ru: Не удалось инициализировать подсистему изображений
tr: Resim alt sistemi başlatılamadı

source: Popup warn subsystem init failed
be: Не ўдалося ініцыялізаваць падсістэму папярэджанняў
de: Popup-Warnungen-Subsystem ist fehlgeschlagen!
gl: Fallou a inicialización do subsistema de avisos emerxentes!
lt: Nepavyko inicijuoti įspėjimų iššokančio lango posistemės
mr: पॉपअप चेतावणी उपप्रणाली प्रारंभ अयशस्वी झाली.
ru: Не удалось инициализировать подсистему предупреждений
tr: Açılır pencere uyarı alt sistemi başlatılamadı

source: Popup info subsystem init failed
be: Не ўдалося ініцыялізаваць падсістэму паведамленняў
de: Popup-informationen-Subsystem ist fehlgeschlagen
gl: Fallou a inicialización do subsistema de notificacións emerxentes!
lt: Nepavyko inicijuoti informacijos iššokančio lango posistemės
mr: पॉपअप माहिती उपप्रणाली init अयशस्वी झाली.
ru: Не удалось инициализировать подсистему оповещений
tr: Açılır pencere bilgi alt sistemi başlatılamadı

source: Photo
be: Фота
de: Foto
gl: Foto
lt: Nuotrauka
mr: छायाचित्र
ru: Фото
tr: Fotoğraf

source: <hilight>Photo module : Configuration Upgraded</hilight><br><br>Your configuration of photo module<br>has been upgraded<br>Your settings were removed<br>Sorry for the inconvenience<br><br>(%d -> %d)
be: <hilight>Модуль Фота : Канфігурацыя абноўлена</hilight><br><br>Ваша канфігурацыя модуля Фота<br>была абноўлена<br>Вашы налады былі выдалены<br>Выбачайце за нязручнасці<br><br>(%d -> %d)
de: <hilight>Foto-Modu : Konfiguration aktualisiert</hilight><br><br>Die Konfiguration des Foto-Moduls<br>wurde aktualisiert.<br>Ihre persönlichen Einstellungen wurden entfernt.<br>Bitte entschuldigen Sie die Unannehmlichkeiten<br><br>(%d -> %d)
gl: <hilight>Módulo Foto: configuración actualizada</hilight><br><br>A súa configuración do módulo Foto<br>actualizouse<br>As súas preferencias elimináronse.<br>Desculpe as molestias<br><br>(%d -> %d)
lt: <hilight>Nuotraukų modulis : Konfigūracija atnaujinta</hilight><br><br>Jūsų nuotraukų modulio konfigūracija buvo atnaujinta<br>Jūsų nustatymai pašalinti<br>Atsiprašome už nepatogumus<br><br>(%d -> %d)
mr: <hilight>फोटो मॉड्यूल: कॉन्फिगरेशन अपग्रेड केले आहे.</hilight><br><br> फोटो मॉड्यूलचे तुमचे कॉन्फिगरेशन<br> अपग्रेड केले आहे<br> तुमच्या सेटिंग्ज काढून टाकल्या गेल्या.<br> गैरसोयीबद्दल क्षमस्व.<br><br> (%d -> %d)
ru: <hilight>Модуль Фото : Конфигурация обновлена</hilight><br><br>Ваша конфигурация модуля Фото<br>была обновлены<br>Ваши настройки были удалены<br>Извините за неудобства<br><br>(%d -> %d)
tr: <hilight>fotoğraf modülü : Yapılandırma Yükseltildi</hilight><br><br>Fotoğraf modülü yapılandırmanız<br>yükseltildi<br>Ayarlarınız silindi<br>Rahatsızlık için üzgünüz<br><br>(%d -> %d)

source: Photo Module version
be: Версія модуля Фота
de: Version des Foto-Moduls
gl: Versión do módulo Foto
lt: Nuotraukų modulio versija
mr: फोटो मॉड्यूल आवृत्ती
ru: Версия модуля Фото
tr: Fotoğraf Modülü sürümü

source: <hilight>Photo module : Configuration Downgraded</hilight><br><br>Your configuration of Photo module<br>has been downgraded<br>Your settings were removed<br>Sorry for the inconvenience<br><br>(%d ->%d)
be: <hilight>Модуль Фота : Зніжана версія канфігурацыі</hilight><br><br>Версія канфігурацыі модуля Фота<br>зніжана<br>Вашы налады былі выдалены<br>Выбачайце за нязручнасці<br><br>(%d ->%d)
de: <hilight>Foto-Modul: Konfiguration in früheren Zustand zurückversetzt</hilight><br><br>Ihre Konfiguration des Foto-Moduls<br>wurde in eine ältere Version zurückversetzt.<br>Ihre persönlichen Einstellungen wurden entfernt.<br>Bitte entschuldigen Sie die Unannehmlichkeiten<br><br>(%d ->%d)
gl: <hilight>Módulo Foto: configuración revertida</hilight><br><br>A súa configuración do módulo Foto<br>reverteuse<br>As súas preferencias elimináronse.<br>Desculpe as molestias<br><br>(%d -> %d)
lt: <hilight>Nuotraukų modulis : Konfigūracija atstatyta</hilight><br><br>Jūsų nuotraukų modulio konfigūracija buvo atstatyta<br>Jūsų nustatymai pašalinti<br>Atsiprašome už nepatogumus<br><br>(%d -> %d)
mr: <hilight>फोटो मॉड्यूल: कॉन्फिगरेशन डाउनग्रेड केले आहे.</hilight><br><br> फोटो मॉड्यूलचे तुमचे कॉन्फिगरेशन<br> डाउनग्रेड केले आहे<br> तुमच्या सेटिंग्ज काढून टाकल्या गेल्या.<br> गैरसोयीबद्दल क्षमस्व.<br><br> (%d ->%d)
ru: <hilight>Модуль Фото : Откат конфигурации</hilight><br><br>Был выполнен откат вашей конфигурации<br>модуля Фото<br>Ваши настройки были удалены<br>Извините за неудобства<br><br>(%d ->%d)
tr: <hilight>fotoğraf modülü : Yapılandırma İndirildi</hilight><br><br>Fotoğraf mudülü yapılandırmanız<br>indirildi<br>ayarlarınız silindi<br>Rahatsızlık için üzgünüz<br><br>(%d ->%d)

source: Photo Configuration
be: Канфігурацыя Фота
de: Foto-Einstellungen
gl: Configuración de Foto
lt: Nuotraukų konfigūracija
mr: फोटो कॉन्फिगरेशन
ru: Конфигурация Фото
tr: fotoğraf Yapılandırması

source: Picture directories
be: Каталогі з відарысамі
de: Bilderverzeichnisse
gl: Directorio das imaxes
lt: Paveikslų katalogai
mr: चित्र निर्देशिका
ru: Каталоги с изображениями
tr: Fotoğraf dizinelri

source: Add
be: Дадаць
de: Hinzufügen
gl: Engadir
lt: Pridėti
mr: जोडा
ru: Добавить
tr: Ekle

source: Delete
be: Выдаліць
de: Entfernen
gl: Eliminar
lt: Pašalinti
mr: हटवा
ru: Удалить
tr: Sil

source: Configure
be: Канфігураваць
de: Einrichten
gl: Configurar
lt: Konfigūruoti
mr: कॉन्फिगर करा
ru: Настроить
tr: Yapılandır

source: Reload picture directories
be: Абнавіць каталогі відарысаў
de: Bilder-Verzeichnisse neuladen
gl: Recargar os directorios das imaxes
lt: Pakartotinai įkelti paveikslų katalogus
mr: चित्र निर्देशिका रीलोड करा
ru: Обновить каталоги изображений
tr: Resim dizinlerini yeniden yükle

source: Stop loading
be: Спыніць загрузку
de: Laden stoppen
gl: Parar de cargar
lt: Sustabdyti įkėlimą
mr: लोड करणे थांबवा
ru: Остановить загрузку
tr: Yüklemyi durdur

source: Appearance
be: Знешні выгляд
de: Erscheinungsbild
gl: Apariencia
lt: Išvaizda
mr: देखावा
ru: Внешний вид
tr: Görünüm

source: Always show label
be: Заўсёды адлюстроўваць пазнакі
de: Beschriftung immer zeigen
gl: Amosar sempre a etiqueta
lt: Visada rodyti žymę
mr: नेहमी लेबल दाखवा
ru: Всегда отображать метки
tr: Her zaman etiketi göster

source: Nice transitions
be: Плаўныя пераходы
de: Hübsche Übergänge
gl: Transicións suaves
lt: Gražūs pakeitimai
mr: छान संक्रमणे
ru: Плавные переходы
tr: Güzel geçişler

source: Default Mouse actions
be: Перадвызначаныя дзеянні мышы
de: Standard-Mausaktivitäten
gl: Accións do rato predeterminadas
lt: Numatytieji pelės veiksmai
mr: डीफॉल्ट माऊस क्रिया
ru: Действия мыши по умолчанию
tr: Varsayılan Fare eylemleri

source: Over
be: Па-над
de: Über
gl: Encima
lt: Virš
mr: ओव्हर
ru: Над
tr: Üzerinde

source: Left
be: Левая
de: Links
gl: Esquerda
lt: Kairė
mr: डावीकडे
ru: Левая
tr: Sol

source: click
be: націсканне
de: Klicken
gl: Facendo clic
lt: spragtelėti
mr: क्लिक करा
ru: нажатие
tr: tıkla

source: Middle
be: Сярэдняя
de: Zentriert
gl: Central
lt: Viduryje
mr: मध्यभागी
ru: Средняя
tr: Orta

source: No
be: Не
de: Nein
gl: Non
lt: Ne
mr: नाही
ru: Нет
tr: Hayır

source: Popups
be: Паведамленні
de: Popup-Fenster
gl: Emerxentes
lt: Iškylantieji langai
mr: पॉपअप
ru: Оповещения
tr: Açılır pencereler

source: Picture loader popup
be: Паведамленні загрузчыка відарысаў
de: Bildlader-Popup
gl: Cargador de imaxes emerxente
lt: Paveikslėlio įkėlyklės iššokantysis langas
mr: चित्र लोडर पॉपअप
ru: Оповещение загрузчика изображения
tr: Resim yükleme açılır penceresi

source: Never
be: Ніколі
de: Niemals
gl: Nunca
lt: Niekada
mr: कधीही नाही
ru: Никогда
tr: Asla

source: Summary
be: Вынік
de: Zusammenfassung
gl: Resumo
lt: Santrauka
mr: सारांश
ru: Итог
tr: Özet

source: Verbose
be: Падрабязна
de: Details anzeigen
gl: Detallado
lt: Išsamus
mr: शब्दबद्ध
ru: Подробно
tr: Ayrıntı

source: Miscellaneous
be: Рознае
de: Verschiedenes
gl: Variado
lt: Įvairūs
mr: विविध
ru: Разное
tr: Çeşitli

source: Remove generated backgrounds
be: Выдаліць створаныя фоны
de: Generierte Hintergrundbilder entfernen
gl: Eliminar fondos xerados
lt: Pašalinti sugeneruotus fonus
mr: जनरेटेड बॅकग्राउंड काढून टाका
ru: Удалить созданные фоны
tr: Oluşturulan arkaplanları kaldır

source: Pictures viewer
be: Праграма прагляду відарысаў
de: Bild-Anzeigeprogramm
gl: Visor de imaxes
lt: Paveikslų žiūryklė
mr: चित्र दर्शक
ru: Просмотрщик изображений
tr: Resim görüntüleyici

source: Images Quality
be: Якасць відарысаў
de: Bildqualität
gl: Calidade das imaxes
lt: Paveikslų kokybė
mr: प्रतिमा गुणवत्ता
ru: Качество изображений
tr: Görüntü Kalitesi

source: %1.0f pix
be: %1.0f пікс.
mr: %1.0f फोटो
ru: %1.0f пикс.
tr: %1.0f piksel

source: Automaticly reload directories
be: Аўтаматычна абнаўляць каталогі
de: Verzeichnisse automatisch neuladen
gl: Actualizar automáticamente os directorios
lt: Automatiškai įkelti iš naujo katalogus
ru: Автоматически обновлять каталоги
tr: Dizinleri otomatik olarak yeniden yükle

source: when add / modify directory list
be: пры даданні / змяненні спісу каталога
de: wenn eine Verzeichnis-Liste hinzugefügt / geändert wird
gl: cando engada / modifique a lista de directorios
lt: kai papildomas / keičiamas katalogų sąrašas
mr: जेव्हा निर्देशिका यादी जोडा / सुधारित करा
ru: при добавлении / изменении списка каталога
tr: dizin listesini eklrken / düzenlerken

source: Show label
be: Адлюстроўваць пазнаку
de: Label anzeigen
gl: Amosar etiqueta
lt: Rodyti žymą
mr: लेबल दाखवा
ru: Отображать метку
tr: Etiketi göster

source: Show informations
be: Адлюстроўваць звесткі
de: Informationen anzeigen
gl: Amosar informacións
lt: Rodyti informaciją
ru: Отображать информацию
tr: Bilgileri göster

source: Previous picture
be: Папярэдні відарыс
de: Vorheriges Bild
gl: Imaxe anterior
lt: Ankstesnis paveikslas
mr: मागील चित्र
ru: Предыдущее изображение
tr: Önceki resim

source: Next picture
be: Наступны відарыс
de: Nächstes Bild
gl: Seguinte imaxe
lt: Kitas paveikslas
mr: पुढील चित्र
ru: Следующее изображение
tr: Sonraki resim

source: Pause
be: Прыпыніць
gl: Pausa
lt: Pristabdyti
mr: विराम द्या
ru: Пауза
tr: Duraklat

source: Set as background
be: Усталяваць у якасці фону
de: Als Hintergrundbild verwenden
gl: Establecer como fondo
lt: Parinkti ekrano fonu
mr: पार्श्वभूमी म्हणून सेट करा
ru: Установить в качестве фона
tr: Arkaplan yap

source: Open viewer
be: Адкрыць для прагляду
de: Anzeigeprogramm öffnen
gl: Abrir visor
lt: Atverti žiūryklę
mr: दर्शक उघडा
ru: Открыть для просмотра
tr: Görüntüleyiciyi aç

source: Show menu
be: Паказаць меню
de: Menü anzeigen
gl: Amosar menú
lt: Rodyti meniu
mr: मेनू दाखवा
ru: Показать меню
tr: Menüyü göster

source: Photo Directory Configuration
be: Канфігурацыя каталога з відарысамі
de: Fotoverzeichnis-Einstellung
gl: Configuración do directorio de Foto
lt: Nuotraukų katalogo konfigūracija
mr: फोटो निर्देशिका कॉन्फिगरेशन
ru: Конфигурация каталога с изображениями
tr: Fotoğraf Dizin Yapılandırması

source: Directory
be: Каталог
de: Ordner
gl: Directorio
lt: Katalogas
mr: निर्देशिका
ru: Каталог
tr: Dizin

source: Loading options
be: Параметры загрузкі
de: Lade-Optionen
gl: Cargar opcións
lt: Įkėlimo parinktys
mr: पर्याय लोड करत आहे
ru: Параметры загрузки
tr: Yükleme seçenekleri

source: Recursive
be: Рэкурсіўна
de: Unterordner einbeziehen
gl: Recursivo
lt: Rekursinis
mr: रिकर्सिव्ह
ru: Рекурсивно
tr: Özyineli

source: Read hidden files
be: Чытаць схаваныя файлы
de: Versteckte Dateien einbeziehen
gl: Ler ficheiros ocultos
lt: Skaityti paslėptus failus
mr: लपवलेल्या फाइल्स वाचा
ru: Читать скрытые файлы
tr: Gizli dosyaları oku

source: Photo Module Warning
be: Папярэджанні модуля Фота
de: Foto-Modul-Warnung
gl: Aviso do módulo Foto
lt: Nuotraukų modulio įspėjimas
mr: फोटो मॉड्यूल चेतावणी
ru: Предупреждения модуля Фото
tr: Fotoğraf modülü Uyarısı

source: Photo Item Configuration
be: Канфігурацыя фотаздымкаў
de: Foto-Einstellung
gl: Configuración de Foto
lt: Nuotraukų elemento konfigūracija
mr: फोटो आयटम कॉन्फिगरेशन
ru: Конфигурация фотографий
tr: Fotoğraf Nesne Yapılandırması

source: Timer between pictures change
be: Час паміж зменай відарысаў
de: Wartezeit zwischen Bildwechsel
gl: Temporizador entre o cambio de imaxes
lt: Laikmatis tarp paveikslų pasikeitmo
mr: चित्रांमधील टाइमर बदलतो
ru: Время между сменой изображений
tr: Resim değişimleri arasındaki süre

source: Activate
be: Актываваць
de: Aktivieren
gl: Activar
lt: Atyvinti
mr: सक्रिय करा
ru: Активировать
tr: Etkinleştir

source: %1.0f seconds
be: %1.0f секунд
de: %1.0f Sekunden
gl: %1.0f segundos
lt: %1.0f sekundės
mr: %1.0f सेकंद
ru: %1.0f секунд
tr: %1.0f saniye

source: Alpha
be: Альфа
gl: Alfa
lt: Alfa
mr: अल्फा
ru: Альфа
tr: Alfa

source: Yes
be: Так
de: Ja
gl: Si
lt: Taip
mr: होय
ru: Да
tr: Evet

source: Default setting
be: Перадвызначаныя налады
de: Standardeinstellungen
gl: Configuración predeterminada
lt: Numatytoji nuostata
mr: डीफॉल्ट सेटिंग
ru: Настройки по умолчанию
tr: Öntanımlı ayar

source: Mouse actions
be: Дзеянні мышы
de: Maus-Aktivitäten
gl: Accións do rato
lt: Pelės veiksmai
mr: माऊस क्रिया
ru: Действия мыши
tr: Fare eylemleri

source: <hilight>File %s doesnt exists.</hilight><br><br>This file is in Photo module picture list, but it seems you removed it from the disk<br>It cant be set as background, sorry.
be: <hilight>Файл %s не існуе.</hilight><br><br>Гэты файл ёсць у спісе відарысаў модуля Фота, але здаецца, што вы яго выдалілі з дыску<br>Яго немагчыма ўсталяваць у якасці фону, выбачайце.
de: <hilight>Die Datei %s gibt es nicht.</hilight><br><br>Diese Datei ist zwar in der Foto-Modul Bilderliste, aber scheinbar haben Sie sie von dem Speichermedium entfernt.<br>Sie kann deshalb leider nicht als Hintergrundbild eingesetzt werden.
lt: <hilight>Failas %s nerastas.</hilight><br><br>Šis failas yra nuotraukų modulio paveikslų sąraše, bet panašu, kad jis buvo pašalintas iš disko<br>Atsiprašome, bet jo negalima parinkti fono paveikslėliu.
ru: <hilight>Файл %s не существует.</hilight><br><br>Этот файл есть в списке изображений модуля Фото, но похоже, что вы его удалили с диска<br>Его невозможно установить в качестве фона, извините.
tr: <hilight>%s dosyası bulunamadı.</hilight><br><br>Bu dosya Fotoğraf modülü resim listesinde, fakat diskten silinmişe benziyor.<br>Arkaplan yapılamaz, üzgünüz.

source: Photo Module Error
be: Памылка модуля Фота
de: Fehler im Foto-Modul
gl: Erro do módulo Foto
lt: Nuotraukų modulio klaida
mr: फोटो मॉड्यूल त्रुटी
ru: Ошибка модуля Фото
tr: Fotoğraf Modülü Hatası

source: <hilight>e17setroot needed</hilight><br><br>%s is not an edje file !<br>Photo module needs e17setroot util from e_utils package to set you're picture as backgroundPlease install it and try again
be: <hilight>Патрэбны e17setroot</hilight><br><br>%s — гэта не edje-файл !<br>Модулю Фота патрэбна ўтыліта e17setroot з пакета e_utils для ўсталявання вашага відарыса ў якасці фону. Калі ласка, усталюйце яго ды паспрабуйце ізноў.
lt: <hilight>Reikalingas e17setroot</hilight><br><br>%s nėra edje failas !<br>Nuotraukų moduliui reikalinga e17setroot programa iš e_utils paketo, kad nustatyti Jūsų paveikslą kaip foną. Prašome ją įdiegti ir bandyti dar kartą.
ru: <hilight>Требуется e17setroot</hilight><br><br>%s — это не edje-файл !<br>Модулю Фото нужна утилита e17setroot из пакета e_utils для установки вашего изображения в качестве фона. Пожалуйста, установите его и попробуйте снова.
tr: <hilight>e17setroot gerekiyor</hilight><br><br>%s is dj dosyası değil !<br>Fotoğraf modülü, resminizi arkaplan yapmak için, e_utils paketinden e17setroot aracına ihtiyaç duyuyor. Lütfen bu aracı tekrar kurun ve yeniden denyin.

source: <hilight>File %s doesnt exists !</hilight><br><br>This file is in Photo's module picture list, but it seems you removed it from the disk.<br>It cant be set opened in a viewer, sorry.
be: <hilight>Файл %s не існуе !</hilight><br><br>Гэты файл ёсць у спісе відарысаў модуля Фота, але здаецца, што вы яго выдалілі з дыску.<br>Таму яго немагчыма адкрыць для прагляду, выбачайце.
de: <hilight>Die Datei %s gibt es nicht!</hilight><br><br>Die Datei ist in der Bilderliste eingetragen, aber Sie haben sie anscheinend von der Festplatte entfernt.<br>Sie kann nicht in einem Betrachter geöffnet werden.
lt: <hilight>Failas %s nerastas!</hilight><br><br>Šis failas yra nuotraukų modulio paveikslų sąraše, bet panašu, kad jis buvo pašalintas iš disko<br>Atsiprašome, bet jo negalima atidaryti žiūrykle.
ru: <hilight>Файл %s не существует !</hilight><br><br>Этот файл есть в списке изображений модуля Фото, но похоже, что вы его удалили с диска.<br>Поэтому его невозможно открыть для просмотра, извините.
tr: <hilight>%s dosyası bulunamadı !</hilight><br><br>Bu dosya Fotoğraf modülü resim listesinde, fakat diskten silinmişe benziyor.<br>Bir göstericide açılamaz, üzgünüz.

source: <hilight>Viewer %s not found !</hilight><br><br>You can change the viewer for images in Photo module configuration panel (Advanced view)
be: <hilight>Праграма для прагляду %s не знойдзена !</hilight><br><br>Вы можаце выбраць іншую праграму для прагляду відарысаў у наладах модуля Фота (Дадатковыя).
de: <hilight>Betrachter %s nicht gefunden!</hilight><br><br>Sie können den Betrachter im Moduleinstellungsfeld (in der erweiterten Ansicht) ändern.
lt: <hilight>Žiūryklė %s nerasta !</hilight><br><br>Jūsgalite pakeisti paveikslėlių žiūryklę nuotraukų modulio konfigūracijos skydelyje (Išplėstiniame vaizde)
ru: <hilight>Программа просмотра %s не найдена !</hilight><br><br>Вы можете изменить программу просмотра изображений в настройках модуля Фото (вид Дополнительные).
tr: <hilight>%s Göstericisi bulunamadı '</hilight><br><br>Fotoğraf modülü yapılandırma panelinden (Gelişmiş görünüm) resim göstericisini değiştirebilirsiniz.

source: Pause slideshow
be: Прыпыніць паказ слайдаў
de: Diaschau anhalten
gl: Pausar presentación
lt: Pristabdyti prezentaciją
mr: स्लाईड शो थांबवा
ru: Приостановить демонстрацию слайдов
tr: Slayt gösterisini duraklat

source: Resume slideshow
be: Працягнуць паказ слайдаў
de: Diaschau fortsetzen
gl: Retomar presentación
lt: Tęsti prezentaciją
mr: स्लाईडशो पुन्हा सुरू करा
ru: Продолжить демонстрацию слайдов
tr: Slayt gösterisine devam et

source: Picture informations
be: Звесткі пра відарыс
de: Bildinformationen
gl: Informacións da imaxe
lt: Informacija apie paveikslą
ru: Информация об изображении
tr: Resim bilgileri

source: Open in
be: Адкрыць у
de: Öffnen in
gl: Abrir en
lt: Atverti
mr: मध्ये उघडा
ru: Открыть в
tr: Birlikte aç

source: Configure Photo module
lt: Konfigūruoti nuotraukų modulį
tr: Fotoğraf modülünü Yapılandır

source: Configure this Photo gadget
lt: Konfigūruoti šį nuotraukos įtaisą
tr: Bu fotoğraf aletciğini yapılandır

source: Configure Gadget and Shelf
lt: Konfigūruoti įtaisą ir lentyną
tr: Aletciği ve Rafı Yapılandır

source: Historic
be: Гісторыя
de: Historisch
gl: Histórico
lt: Istorinis
mr: ऐतिहासिक
ru: История
tr: Tarihi

source: <hilight>Directory %s doesnt exists.</hilight><br><br>You can change the picture's folders in main configuration panel<br>They can be jpeg or png<br><br>After import, if you can remove these files and the pictures still can<br>be viewed, but you wont be able to set them as wallpaper anymore<br><br>
be: <hilight>Каталог %s не існуе.</hilight><br><br>Вы можаце змяніць папкі з відарысамі на галоўнай панэлі налад.<br>Відарысы могуць быць jpeg або png.<br><br>Пасля імпарту, калі вы выдаліце гэтыя файлы, відарысы ўсё яшчэ можна будзе <br>праглядаць, але вы больш не зможаце ўсталяваць іх у якасці шпалер.<br><br>
de: <hilight>Das Verzeichnis %s gibt es nicht.</hilight><br><br>Sie können den Bilderordner im Haupteinstellungsfeld ändern.<br>Erlaubt sind JPEG- und PNG-Dateien.<br><br>Nach dem Import können Sie diese Dateien entfernen und<br>trotzdem noch ansehen, aber Sie können diese dann nicht mehr als Hintergrundbild setzen.<br><br>
gl: <hilight>O directorio %s non existe.</hilight><br><br>Pode cambiar o cartafol de imaxes no panel de configuración principal<br>Estas poden ser jpeg ou png<br><br>Despois de importalas, pode eliminar estas imaxes e seguiranse vendo<br> pero xa no poderá poñelas como fondo de pantalla.<br><br>
lt: <hilight>Katalogas %s nerastas.</hilight><br><br>Jūs galite pakeisti paveikslų katalogus pagrindiniame konfigūracijos skydelyje<br>Jie gali būti jpeg arba png<br><br>Po įkėlimo Jūs galite pašalinti šiuos failus, o paveikslėlius bus galima peržiūrėti<br>, bet jų nebus galima priskirti ekrano fonui.<br><br>
ru: <hilight>Каталог %s не существует.</hilight><br><br>Вы можете изменить папки с изрбражениями на главной панели настроек.<br>Изображения могут быть jpeg или png.<br><br>После импорта, если вы удалите эти файлы, изображения всё ещё можно будет <br>просматривать, но вы больше не сможете установить их в качестве обоев.<br><br>
tr: <hilight>%s dizini bulunamadı.</hilight><br><br>Ana yapılandırma panelinden resimlerin klasörünü değiştirebilirsiniz<br>Jpg veya png olabilir<br><br>Dışa aktardıktan sonra, bu dosyaları ve resimleri silerseniz, hala görüntülenebilirler<br>fakat, onları bir daha duvarkağıdı yapamazsınız<br><br>

source: Photo Module Information
be: Звесткі пра модуль Photo
de: Informationen über Foto-Modul
gl: Información do Módulo Foto
lt: Nuotraukų modulio informacija
mr: फोटो मॉड्यूल माहिती
ru: Информация о модуле Photo
tr: Fotoğraf Modülü Bilgisi
