Repository: JeffHoogland/moksha-modules-extra
Catalog: modules/photo/po/*.po
Languages: be, de, gl, lt, mr, ru, tr

source: <hilight>Creating thumbs</hilight><br><br>Some pictures are being thumbed in a <hilight>background task</hilight>.<br>It can take a while, but after, loading will be faster and lighter :)<br><br>Each time wou will load pictures that haven't been loaded in Photo module before,<br>they will be thumbed.<br><br>While creating popups, you will not be able to see any picture in Photo.<br>I hope i'll be able to change that :)
be: <hilight>Стварэнне мініяцюр</hilight><br><br>Мініяцюры некаторых відарысаў ствараюцца <hilight>ў фонавым рэжыме</hilight>.<br>На гэта можа спатрэбіцца нейкі час, затое потым загрузка будзе хутчэй ды лягчэй :)<br><br>Кожны раз пры загрузцы відарысаў, якія не былі загружаны ў модуль Фота раней,<br>будуць стварацца мініяцюры.<br><br>У час стварэння ўсплываючых падказак вы не зможаце бачыць аніякіх відарысаў у Фота.<br>Я спадзяваюся, што гэта будзе выпраўлена :)
de: <hilight>Vorschaubilder erzeugen</hilight><br><br>Für einige Bilder werden Vorschaubilder erzeugt<hilight>(im Hintergrund)</hilight>.<br>Dies kann eine Weile dauern, aber danach werden die Bilder schneller geladen.<br><br>Jedes Mal, wenn Sie Bilder in das Fotomodul importieren, werden für diese Vorschaubilder<br>erzeugt.<br><br>Während die Vorschaubilder erzeugt werden, kann das Fotomodul keine Bilder anzeigen.<br>Das Problem kann ich hoffentlich bald beseitigen :)
gl: <hilight>Creando miniaturas</hilight><br><br>Algunhas imaxes miniaturizaranse nunha <hilight>tarefa de fondo</hilight>.<br>Pode tardar un rato, pero despois, cargaránse de forma máis rápida e lixeira :)<br><br>Cada vez que carge imaxes que non se cargaran polo módulo Foto antes,<br>crearánselle miniaturas.<br><br>Mentres se crean as emerxentes, non poderá ver ningunha imaxe en Foto.<br>Espero poder cambiar isto :)
lt: <hilight>Kuriamos miniatiūros</hilight><br><br>Kai kuriem paveikslam <hilight>fono užduotis</hilight> kuria miniatiūras.<br>Tai gali šiek tiek užtrukti, bet vėliau įkrova vyks greičiau ir lengviau :)<br><br>Kiekvieną kartą įkėlus paveikslus, kurių nėra nuotraukų modulyje,<br>jiems bus sukurtos miniatiūros.<br><br>Kol kuriami iššokantys langai, Jūs nematysite nei vieno paveikslėlio nuotraukų modulyje.<br>Tikiuosi, kad sugebėsiu tai pakeisti :)
ru: <hilight>Создание эскизов</hilight><br><br>Эскизы некоторых изображений создаются <hilight>в фоновом режиме</hilight>.<br>На это может потребоваться время, зато потом загрузка будет быстрее и проще :)<br><br>Каждый раз при загрузке изображений, которые не были загружены в модуль Фото ранее,<br>будут создаваться эскизы.<br><br>В ходе создания всплывающих подсказок вы не сможете видеть никаких изображений в Фото.<br>Я надеюсь, что это будет исправлено :)
tr: <hilight>Küçük resimler oluşturuluyor</hilight><br><br>Bazı resimlerin bir <hilight>arkaplan görevinde</hilight> küçük resimleri alınıyor.<br>Bu biraz zaman alabilir, fakat sonrasında, yüklemeler daha hızlı ve daha hafif olacak :)<br><br>Fotoğraf modülünde öncden yüklenmemiş resimleri her yükldiğinde,<br>küçük resimleri alınacak.<br><br>Açılır pencere oluşturulurken, Fotoğrafta hiç resim göremeyceksin.<br>Umarım bunu düzeltebilirim :)

source: Module Settings
be: Налады модуля
de: Moduleinstellungen
gl: Preferencias do Módulo
mr: मॉड्यूल सेटिंग्ज
ru: Настройки модуля

source: Settings
be: Налады
de: Einstellungen
gl: Preferencias
mr: सेटिंग्ज
ru: Настройки

source: E Canvas init failed!
mr: ई कॅनव्हासची सुरुवात अयशस्वी झाली!

source: Theme init failed!
mr: थीमची सुरुवात अयशस्वी झाली!

source: Automatically reload directories
mr: स्वयंचलितपणे निर्देशिका रीलोड करा

source: Show information
mr: माहिती दाखवा

source: <hilight>File %s doesn't exist.</hilight><br><br>This file is in the picture list, but it seems you removed<br>it from disk. It can't be set as background, sorry.
gl: <hilight>O ficheiro %s non existe.</hilight><br><br>Este ficheiro está na lista de imaxes, pero parece que o eliminou do disco.<br>Non se pode establecer como fondo, sentímolo.
mr: <hilight>%s फाइल अस्तित्वात नाही.</hilight><br><br> ही फाइल चित्र सूचीमध्ये आहे, परंतु तुम्ही डिस्कवरून काढून टाकली आहे असे दिसते.<br> ते पार्श्वभूमी म्हणून सेट करता येत नाही, माफ करा.

source: Picture Import Error
mr: चित्र आयात करताना त्रुटी

source: Moksha was unable to import the picture<br>due to conversion errors.
mr: मोक्ष चित्र आयात करू शकला नाही.<br> रूपांतरण त्रुटींमुळे.

source: Picture information
mr: चित्र माहिती

source: <hilight>Directory %s doesn't exists.</hilight><br><br>You can change the picture's folders in main configuration panel<br>They can be jpeg or png<br><br>After import, if you can remove these files and the pictures still can<br>be viewed, but you won't be able to set them as wallpaper anymore<br><br>
mr: <hilight>%s ही निर्देशिका अस्तित्वात नाही.</hilight><br><br> तुम्ही मुख्य कॉन्फिगरेशन पॅनेलमध्ये चित्राचे फोल्डर बदलू शकता.<br> ते jpeg किंवा png असू शकतात.<br><br> आयात केल्यानंतर, जर तुम्ही या फायली काढून टाकू शकत असाल आणि चित्रे अजूनही काढू शकत असतील तर<br> पाहिले जाऊ शकतात, परंतु तुम्ही त्यांना आता वॉलपेपर म्हणून सेट करू शकणार नाही<br><br>

source: <hilight>Creating thumbs</hilight><br><br>Some pictures are being thumbed in a <hilight>background task</hilight>.<br>It can take a while, but after, loading will be faster and lighter :)<br><br>Each time you will load pictures that haven't been loaded in Photo module before,<br>they will be thumbed.<br><br>While creating popups, you will not be able to see any picture in Photo.<br>I hope i'll be able to change that :)
mr: <hilight>अंगठे तयार करणे</hilight><br><br> काही चित्रांना <hilight> पार्श्वभूमी कार्य</hilight> मध्ये <br> थंब केले जात आहे. यास थोडा वेळ लागू शकतो, परंतु नंतर, लोडिंग जलद आणि हलके होईल :)<br><br> प्रत्येक वेळी तुम्ही फोटो मॉड्यूलमध्ये यापूर्वी लोड न केलेले फोटो लोड कराल,<br> त्यांना अंगठा दिला जाईल.<br><br> पॉपअप तयार करताना, तुम्हाला फोटोमध्ये कोणताही फोटो दिसणार नाही.<br> मला आशा आहे की मी ते बदलू शकेन :)

source: <hilight>e17setroot needed</hilight><br><br>%s is not an edje file !<br>Photo module needs e17setroot util from e_utils package to set you're picture as backgroundPlease install it and try again.
gl: <hilight>Precísase e17setroot</hilight><br><br>%s non é un ficheiro edje !<br>O módulo Foto precisa da utilidade e17setroot contida no paquete e_utils para establecer a imaxe como fondo. Por favor, intáleo e probe de novo.

source: <hilight>Viewer %s not found !</hilight><br><br>You can change the viewer for images in the Photo module configuration panel (Advanced view)
gl: <hilight>¡Non se encontrou o visor de imaxes %s!</hilight><br><br>Pode cambiar o visor de imaxes no panel de configuración do módulo Foto (Vista avanzada).
