Repository: JeffHoogland/moksha-modules-extra
Catalog: modules/slideshow/po/*.po
Languages: be, de, fr, mr, pt, pt_br, ru, sk

source: Slideshow Settings
be: Налады Слайдшоў
de: Diaschau-Einstellungen
fr: Paramétrage de Diaporama
mr: स्लाइडशो सेटिंग्ज
pt: Definições do módulo
pt_br: Configurações de apresentação
ru: Настройки Слайдшоу
sk: Nastavenie Slideshow

source: Cycles Time
be: Час затрымкі
de: Zyklenzeit
fr: Périodicité
mr: सायकल वेळ
pt: Duração dos ciclos
pt_br: Tempo do ciclo
ru: Время задержки
sk: Nastavenie časovača

source: Disable Timer
be: Адключыць таймер
de: Timer deaktivieren
fr: Désactiver le minuteur
mr: टायमर बंद करा
pt: Desativar o temporizador
pt_br: Desativar temporizador
ru: Выключить таймер
sk: Zakázať časovač

source: %3.0f seconds
be: %3.0f секунд
de: %3.0f Sekunden
fr: %3.0f secondes
mr: %3.0f सेकंद
pt: %3.0f segundos
pt_br: %3.0f segundos
ru: %3.0f секунд
sk: %3.0f sekundy

source: Day/Night backgrounds
be: Дзённы/начны фон
de: Tag/Nacht Hintergründe (HG)
fr: Fonds d'écran de Jour / nuit
mr: दिवस/रात्र पार्श्वभूमी
pt: Imagens de fundo diurnas/noturnas
pt_br: Fundos de Dia/Noite
ru: Фоны дня/ночи
sk: Tapeta Deň/Noc

source: Disable Scheduler
be: Адключыць планіроўшчык
de: Zeitplaner deaktivieren
fr: Désactiver le planificateur
mr: शेड्यूलर अक्षम करा
pt: Desativar o programador
pt_br: Desativar Agendamento
ru: Выключить планировщик
sk: Zakázať časovač

source: %1.0f hr
be: %1.0f г
de: %1.0f h
fr: %1.0f h
mr: %1.0f तास
pt_br: %1.0f horas
ru: %1.0f ч
sk: %1.0f hod.

source: %1.0f min
be: %1.0f хв
mr: %1.0f मिनिटे
pt_br: %1.0f minutos
ru: %1.0f мин

source: Day bg file: (Start at slider time e.g. 6:00 am)
be: Файл дзённага фону: (будзе з заданага часу)
de: Tag HG-Datei: (Beginn zur Zeit am Schieberegler, z.B. 6:00)
fr: Fichier de jour : (démarre à l'heure du curseur, p. ex. 6h00)
mr: दिवसाची bg फाइल: (स्लाइडर वेळेपासून सुरू करा उदा. सकाळी ६:०० वाजता)
pt: Ficheiro diurno: (Iniciar à hora definida, por exemplo, 6:00)
pt_br: Arquivo de dia: (Começar no horário do Slider ex. 6:00)
ru: Файл дневного фона: (используется с заданного времени)
sk: Súbor pre deň: (Štart v nastavenom čase napr. 6:00)

source: Night bg file: (12 hours later at 6:00 pm)
be: Файл начнога фону: (праз 12 гадзін пасля заданага часу)
de: Nacht HG-Datei: (12 Stunden später um 18:00)
fr: Fichier de nuit : (12 heures plus tard à 18h00)
mr: रात्रीची बीजी फाइल: (१२ तासांनंतर संध्याकाळी ६:०० वाजता)
pt: Ficheiro noturno: (12 horas mais tarde, às 18:00)
pt_br: Arquivo de noite: (Começar no horário do Slider ex. 18:00)
ru: Файл ночного фона: (через 12 часов после заданного времени)
sk: Súbor pre noc: (12 hodín neskôr napr. 18:00)

source: Directory
be: Каталог
de: Verzeichnis
fr: Dossier
mr: निर्देशिका
pt: Diretório
pt_br: Diretório
ru: Каталог
sk: Adresár

source: Sub-directory to use for backgrounds
be: Падкаталог для фонавых відарысаў
de: Unterverzeichnis für Hintergründe
fr: Chemin des fonds d'écran
mr: पार्श्वभूमीसाठी वापरण्यासाठी उप-निर्देशिका
pt: Sub-diretório a utilizar para as imagens de fundo
pt_br: Sub-diretório para ser utilizado para planos de fundo
ru: Подкаталог для фоновых рисунков
sk: Podadresár používaný pre pozadia

source: Fill and Stretch Options
be: Варыянты запаўнення
de: Optionen für Füllen und Strecken
fr: Options de remplissage et d'étirage
mr: भरा आणि ताणा पर्याय
pt_br: Opções de preenchimento e esticamento
ru: Варианты заполнения и растяжения
sk: Možnosti zobrazenia

source: Stretch
be: Растягнуць
de: Strecken
fr: Étirer
mr: ताणणे
pt_br: Esticar
ru: Растянуть
sk: Roztiahnuť

source: Center
be: Па цэнтры
de: Mitte
fr: Centrer
mr: केंद्र
pt_br: Centralizar
ru: По центру
sk: Na stred

source: Tile
be: Плітка
de: Kachel
fr: Répéter
mr: टाइल
pt_br: Empilhar
ru: Замостить
sk: Dlaždice

source: Within
be: Унутры
de: In
fr: Contenir
mr: आत
pt_br: Dentro
ru: Внутри
sk: Vo vnútri

source: Fill
be: Запоўніць
de: Füllen
fr: Remplir
mr: भरा
pt_br: Preencher
ru: Заполнить
sk: Vyplniť

source: Pan
be: Зрух
de: Schwenken
fr: Pano
mr: पॅन
pt_br: Deslocar
ru: Сдвиг
sk: Panoráma

source: Extra
be: Дадаткова
mr: अतिरिक्त
ru: Дополнительно

source: Randomize order
be: Выпадковы парадак
de: Zufällige Reihenfolge
fr: Ordre aléatoire
mr: क्रम यादृच्छिक करा
pt: Ordem aleatória
pt_br: Randomizar órdem
ru: В случайном порядке
sk: Náhodné radenie

source: Set wallpaper on all desktops
be: Размясціць на ўсіх працоўных сталах
de: Hintergrundbild auf allen Desktops setzen
fr: Appliquer à tous les bureaux
mr: सर्व डेस्कटॉपवर वॉलपेपर सेट करा
pt: Definir papel de parede de todas as áreas de trabalho
pt_br: Definir papel de parede em todas as Áreas de Trabalho
ru: Установить обои на все рабочие столы
sk: Nastaviť tapetu na všetkých plochách

source: Set wallpaper on current desktop
be: Размясціць на бягучым працоўным стале
de: Hintergrundbild auf dem aktuellen Desktop setzen
fr: Appliquer au bureau actuel
mr: सध्याच्या डेस्कटॉपवर वॉलपेपर सेट करा
pt: Definir papel de parede da área de trabalho atual
pt_br: Definir papel de parede na Área de Trabalho atual
ru: Установить обои на текущий рабочий стол
sk: Nastaviť tapetu na aktuálnej ploche

source: Set wallpaper on current screen
be: Размясціць на бягучым экране
de: Hintergrundbild auf dem aktuellen Bildschirm setzen
fr: Appliquer à l'écran actuel
mr: सध्याच्या स्क्रीनवर वॉलपेपर सेट करा
pt: Definir papel de parede do ecrã atual
pt_br: Definir papel de parede na tela atual
ru: Установить обои на текущем экране
sk: Nastaviť tapetu na aktuálnej obrazovke

source: Set wallpaper on current monitor (Xinerama support)
be: Размясціць на бягучым маніторы (падтрымка Xinerama)
de: Hintergrundbild auf dem aktuellen Monitor setzen (Xinerama-Unterstützung)
fr: Appliquer au moniteur actuel (support de Xinerama)
mr: सध्याच्या मॉनिटरवर वॉलपेपर सेट करा (झिनेरामा सपोर्ट)
pt: Definir papel de parede no monitor atual (Suporte a Xinerama)
pt_br: Definir papel de parede no monitor atual (suporte Xinerama)
ru: Установить обои на текущем мониторе (поддержка Xinerama)
sk: Nastaviť tapetu na aktuálnom monitore (Podpora xineramy)

source: Warning
be: Папярэджанне
de: Warnung
fr: Avertissement
mr: चेतावणी
pt: Aviso
pt_br: Aviso
ru: Предупреждение
sk: Upozornenie

source: Day/Night file names are not defined!
be: Імёны файлаў для дня/ночы не вызначаны!
de: Tag/Nacht Dateinamen nicht definiert!
fr: Les noms de fichiers de jour / nuit ne sont pas définis !
mr: दिवस/रात्र फाइलची नावे परिभाषित केलेली नाहीत!
pt: Os nomes dos ficheiros Diurnos/Noturnos não estão definidos!
pt_br: Nomes de arquivo de Dia/Noite não estão definidos!
ru: Имена файлов для дня/ночи не заданы!
sk: Súbory Deň/Noc nie sú definované!

source: Slideshow
be: Слайдшоў
de: Diaschau
fr: Diaporama
mr: स्लाइडशो
pt: Apresentação
pt_br: Apresentação de slides
ru: Слайдшоу

source: Settings
be: Налады
de: Einstellungen
fr: Configuration
mr: सेटिंग्ज
pt: Definições
pt_br: Configurações
ru: Настройки
sk: Nastavenie

source: Check Day/Night bg file names. They do not match!
be: Праверце імёны файлаў фонаў дня/ночы. Яны не падыходзяць!
de: Tag/Nacht HG-Dateinamen prüfen! Sie passen nicht zusammen!
fr: Vérifier les noms des fichiers de jour / nuit. Ils ne correspondent pas !
mr: डे/नाईट बीजी फाइल नावे तपासा. ती जुळत नाहीत!
pt: Verificar os nomes dos ficheiros Diurnos/Noturnos. Não coincidem!
pt_br: Verifique os nomes de fundos de Dia/Noite. Eles não combinam!
ru: Проверьте имена файлов фонов дня/ночи. Они не подходят!
sk: Skontrolujte súbory Deň/Noc. Nezhodujú sa!

source: Picture Import Error
be: Памылка пры імпарце відарыса
de: Fehler beim Bildimport
fr: Erreur lors de l'importation de l'image
mr: चित्र आयात करताना त्रुटी
pt: Erro ao importar imagem
pt_br: Erro ao importar Figura
ru: Ошибка импорта изображения
sk: Chyba importu súboru tapety

source: Moksha was unable to import the picture<br>due to conversion errors.
be: Moksha не здолеў імпартаваць відарыс<br>праз памылкі канвертацыі.
de: Moksha konnte das Bild nicht importieren<br>wegen eines Konvertierungsfehlers.
fr: Moksha n'a pu importer l'image<br>à cause d'erreurs de conversion.
mr: मोक्ष चित्र आयात करू शकला नाही.<br> रूपांतरण त्रुटींमुळे.
pt: O Moksha não conseguiu importar a imagem<br>devido a erros de conversão.
pt_br: Moksha não foi capaz de importar a figura<br>devido a erros de conversão.
ru: Moksha не смог импортировать изображение<br>из-за ошибки конвертации.
sk: Moksha nie je schopná importovať tapetu<br> kvôli chybe konverzie
