Repository: JeffHoogland/moksha-modules-extra
Catalog: modules/echievements/po/*.po
Languages: pt

source: Achieved: %s
pt: Realizados: %s

source: Not achieved
pt: Não realizados

source: Progress: %u/%u
pt: Progresso: %u/%u

source: My Trophies
pt: Os meus troféus

source: All Trophies
pt: Todos os troféus

source: %u Echievement Point
pt: %u ponto Echievement

source: Echievements
pt: Objetivos

source: Extensions
pt: Extensões

source: Echievement: %s
pt: Objetivo: %s

source: Shelves Everywhere
pt: Painéis em todo o lado

source: Nothing Else Matters
pt: Nada mais interessa

source: Cave Dweller
pt: Residente numa gruta

source: Window Enthusiast
pt: Entusiasta de janelas

source: Window Lover
pt: Adorador de janelas

source: Window Stalker
pt: Intermediário de janelas

source: Window Mover
pt: Movimentador de janelas

source: Window OCD
pt: Obsessivo de janelas

source: Mouse Runner
pt: Corredor do rato

source: Mouse Marathoner
pt: Maratonista do rato

source: Mouse Hero
pt: Heroi do rato

source: Mighty Mouse
pt: Prodígio do rato

source: Window Hauler
pt: Transportador de janelas

source: Window Slinger
pt: Lançador de janelas

source: Window Sherpa
pt: Buda de janelas

source: Physicist
pt: Físico

source: Quickdraw
pt: Acesso rápido

source: Opaque
pt: Opaco

source: Keyboard User
pt: Utilizador do teclado

source: Keyboard Tapper
pt: Espancador do teclado

source: Keyboard Abuser
pt: Abusador do teclado

source: Keyboard Ninja
pt: Ninja do teclado

source: Clicker
pt: Clicador

source: Super Clicker
pt: Super clicador

source: Super Duper Clicker
pt: Mega clicador

source: Click Maniac
pt: Maníaco dos cliques

source: Sleeper
pt: Dorminhoco

source: Halter
pt: Mediano

source: Edgy
pt: Atrevido

source: Edgier
pt: Arriscado

source: Edgiest
pt: Intenso

source: Edgar
pt: Extremo

source: Wheely
pt: Rolante

source: Rollin'
pt: Muito rolante

source: Roly Poly
pt: Mega rolante

source: Signaller
pt: Sinalizador

source: Signal Controller
pt: Controlador de sinais

source: Signal Master
pt: Mestre de sinais

source: Sigurd
pt: Cruzado

source: Not So Incognito
pt: Não tão incógnito

source: Dualist
pt: Dualista

source: Thrice
pt: Triplista

source: Going HD
pt: A caminho do HD

source: Real Estate Mogul
pt: Magnata

source: Maximum Definition
pt: Definição máxima

source: Terminologist
pt: Terminologista

source: Life On The Edge
pt: A vida no limite

source: Bilingual
pt: Bilingue

source: Polyglot
pt: Poliglota

source: Inspector Gadget
pt: Inspetor Gadget

source: Gadget Hackwrench
pt: Aventureiro de gadgets

source: Security Conscious
pt: Atento à segurança

source: Security Nut
pt: Maníaco de segurança

source: Chief Of Security
pt: Obsessivo com a segurança

source: Tiled
pt: Lado a lado

source: Persistent
pt: Persistente

source: Never Gonna Give You Up
pt: Nunca te irei desapontar

source: Have a shelf in every position
pt: Ter um painel em todas as posições

source: Use E17 with no shelves
pt: Utiliza o E17 sem painéis

source: Set backlight level to 100%
pt: Definir iluminação a 100%

source: Set backlight level to 0%
pt: Definir iluminação a 0%

source: Open 100 windows
pt: Abrir 100 janelas

source: Open 1000 windows
pt: Abrir 1.000 janelas

source: Open 10000 windows
pt: Abrir 10.000 janelas

source: Move 50 windows
pt: Mover 50 janelas

source: Move 250 windows
pt: Mover 250 janelas

source: Move windows 250,000 pixels
pt: Mover janelas em 250.000 pixeis

source: Move windows 1,000,000 pixels
pt: Mover janelas em 1.000.000 pixeis

source: Move windows 10,000,000 pixels
pt: Mover janelas em 10.000.000 pixeis

source: Load the Physics module
pt: Ativar o módulo Física

source: Load the Quickaccess module
pt: Ativar o módulo Acesso rápido

source: Unload the Composite module
pt: Desativar o módulo Composição

source: Change 5 key bindings
pt: Mudar 5 associações do teclado

source: Change 10 key bindings
pt: Mudar 10 associações do teclado

source: Change 20 key bindings
pt: Mudar 20 associações do teclado

source: Change 30 key bindings
pt: Mudar 30 associações do teclado

source: Change 5 mouse bindings
pt: Mudar 5 associações do rato

source: Change 10 mouse bindings
pt: Mudar 10 associações do rato

source: Change 20 mouse bindings
pt: Mudar 20 associações do rato

source: Change 30 mouse bindings
pt: Mudar 30 associações do rato

source: Change 2 ACPI bindings
pt: Mudar 2 associações ACPI

source: Change 5 ACPI bindings
pt: Mudar 5 associações ACPI

source: Change 2 Edge bindings
pt: Mudar 2 associações Edge

source: Change 4 Edge bindings
pt: Mudar 4 associações Edge

source: Change 6 Edge bindings
pt: Mudar 6 associações Edge

source: Change 8 Edge bindings
pt: Mudar 8 associações Edge

source: Change 3 Mouse Wheel bindings
pt: Mudar 3 associações da roda do rato

source: Change 6 Mouse Wheel bindings
pt: Mudar 6 associações da roda do rato

source: Change 10 Mouse Wheel bindings
pt: Mudar 10 associações da roda do rato

source: Change 5 Edje Signal Bindings
pt: Mudar 2 associações de sinal Edge

source: Change 10 Edje Signal Bindings
pt: Mudar 10 associações de sinal Edge

source: Change 20 Edje Signal Bindings
pt: Mudar 20 associações de sinal Edge

source: Change 30 Edje Signal Bindings
pt: Mudar 30 associações de sinal Edge

source: Watch porn while using E17
pt: Ver pornografia utilizando o E17

source: Connect two monitors simultaneously
pt: Ligar dois monitores simultaneamente

source: Connect three monitors simultaneously
pt: Ligar três monitores simultaneamente

source: Have 1080p on a single monitor
pt: Ter um monitor com 1080 pixeis

source: At least 3,384,320 pixels
pt: No mínimo 3.384.320 pixeis

source: Dual 1080p monitors
pt: Dois monitores com 1080 pixeis

source: Open a Terminology window
pt: Abrir uma janela do Terminology

source: Load a module which taints E17
pt: Ativar um módulo que contamina o E17

source: Have two languages available
pt: Ter dois idiomas disponíveis

source: Have four languages available
pt: Ter quatro idiomas disponíveis

source: Have 5 gadgets on the desktop
pt: Ter 5 gadgets na área de trabalho

source: Have 10 gadgets on the desktop
pt: Ter 10 gadgets na área de trabalho

source: Have 15 gadgets on the desktop
pt: Ter 15 gadgets na área de trabalho

source: Desklock 5 times in an hour
pt: Bloquear área de trabalho 5 vezes numa hora

source: Desklock 10 times in an hour
pt: Bloquear área de trabalho 10 vezes numa hora

source: Desklock 20 times in an hour
pt: Bloquear área de trabalho 20 vezes numa hora

source: Load the Tiling module
pt: Carregar o módulo Lado a lado

source: Keep a window open for 24 hours
pt: Manter uma janela aberta por 24 horas

source: Keep a window open for 168 hours
pt: Manter uma janela aberta por 168 horas
