Repository: JeffHoogland/moksha-modules-extra
Catalog: modules/trash/po/*.po
Languages: es, mr

source: Trash module
es: Módulo de basura
mr: कचरा मॉड्यूल

source: Settings
es: Configuración
mr: सेटिंग्ज

source: File manager to open the trash:
es: Gestor de archivos para abrir la basura:
mr: कचरापेटी उघडण्यासाठी फाइल व्यवस्थापक:

source: Use pcmanfm -n for opening a new instance on the current desktop
es: Use pcmanfm -n para abrir una nueva instancia en el escritorio de trabajo actual
mr: सध्याच्या डेस्कटॉपवर नवीन इंस्टन्स उघडण्यासाठी pcmanfm -n वापरा.

source: Trash
es: Baura
mr: कचरा

source: Advanced
es: Avanzado
mr: प्रगत

source: Empty Trash
es: Vaciar la basura
mr: कचरा रिकामा करा

source: Show trash
es: Mostrar la basura
mr: कचरा दाखवा

source: <b>Remove all the files and folders from the trash?</b><br>All the elements currently in the trash will be irreparably lost!!!
es: <b>¿Remover todos los archivos y carpetas en la basura?</b><br>¡¡¡Todos los elementos actualmente en la basura serán irremediablemente perdidos!!!
mr: <b>कचऱ्यातून सर्व फायली आणि फोल्डर कायमस्वरूपी काढायचे?</b><br> सध्या कचऱ्याच्या डब्यात असलेले सर्व घटक कधीही भरून न येणारे नष्ट होतील!!!

source: Cancel
es: Cancelar
mr: रद्द करा

source: Empty trash
es: Vaciar la basura
mr: कचरा रिकामा करा

source: Alert
es: Alerta
mr: सतर्क

source: Some files can't be moved to trash <br>because they are not on the local filesystem.<br><br>The files will be deleted FOREVER!!!
es: Algunos archivos no pudieron ser ser movidos a la basura<br>porque no están en el sistema de archivos local.<br><br>¡¡¡Los archivos serán eliminados PARA SOEMPRE!!!
mr: काही फाइल्स हटवणे शक्य नाही.<br> कारण ते स्थानिक फाइल सिस्टमवर नाहीत.<br><br> फायली कायमच्या हटवल्या जातील!!!

source: Delete Files
es: Eliminar Archivos
mr: फायली हटवा
