Repository: JeffHoogland/moksha-modules-extra
Catalog: net/po/*.po
Languages: cs, de, pt

source: Net Module Settings
cs: Nastavení modulu Net
de: Einstellungen für Netzwerkmodul
pt: Definições

source: General Settings
cs: Obecná nastavení
de: Allgemeine Einstellungen
pt: Definições gerais

source: Show Text
cs: Zobrazit text
de: Text zeigen
pt: Mostrar texto

source: Show Popup On Mouse-Over
cs: Zobrazit popup, když je kurzor na ikoně
de: Popup mit Übertragungsdetails bei Überfahren mit Maus zeigen
pt: Mostrar alerta ao passar com o rato

source: Launch Application On Double-Click
cs: Spustit aplikaci při dvojitém kliknutí
de: Folgende Anwendung bei einem Doppelklick ausführen:
pt: Iniciar aplicação com duplo clique

source: Activity Notification Level
cs: Stupeň upozorňovací aktivity
de: Empfindlichkeit für Netzwerkverkehr
pt: Notificação do nível de atividade

source: High (MB)
cs: Vysoký (MB)
de: Hoch (MB)
pt: Alta (MB)

source: Middle (KB)
cs: Střední (kB)
de: Mittel (KB)
pt: Média (KB)

source: Low (B)
cs: Nízký (B)
de: Niedrig (Byte)
pt: Baixa (B)

source: Device Settings
cs: Nastavení zařízení
de: Geräte-Einstellungen
pt: Definições do dispositivo

source: Net
cs: Síť
de: Netzwerk

source: Settings
cs: Nastavení
de: Einstellungen
pt: Definições

source: Device - %s
cs: Zařízení - %s
de: Gerät %s
pt: Dispositivo - %s
